Repository: hyperair/gconf-gdbus
Catalog: po/*.po
Languages: cs, ja, ro

source: Cannot find directory %s
ro: Nu am găsit directorul „%s”

source: Error saving GConf tree to '%s': %s
ro: Eroare la salvarea arborelui GConf în „%s”: %s

source: Usage: %s <dir>
ro: Utilizare: %s <dir>

source: Usage: %s <dir> Merges a markup backend filesystem hierarchy like: dir/%%gconf.xml subdir1/%%gconf.xml subdir2/%%gconf.xml to: dir/%%gconf-tree.xml
ro: Utilizare: %s <dir> Reuneşte o ierarhie selectată de fişiere backend Markup precum: dir/%%gconf.xml subdir1/%%gconf.xml subdir2/%%gconf.xml în: dir/%%gconf-tree.xml

source: Unloading text markup backend module.
ro: Descarc modulul backend de selectare text.

source: Couldn't find the XML root directory in the address `%s'
ja: ¥¢¥É¥ì¥¹ '%s' Ãæ¤Î XML ¥ë¡¼¥È¥Ç¥£¥ì¥¯¥È¥ê¤¬¸«¤Ä¤«¤ê¤Þ¤»¤ó¤Ç¤·¤¿¡£
ro: Nu am găsit directorul rădăcină XML la adresa „%s”

source: Could not make directory `%s': %s
cs: Nelze vytvořit adresář `%s': %s
ja: ¥Ç¥£¥ì¥¯¥È¥ê '%s' ¤òºîÀ®¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: Nu am reuşit să creez directorul „%s”: %s

source: Can't read from or write to the XML root directory in the address "%s"
cs: Nelze číst nebo zapisovat do kořenového adresáře XML na adrese "%s"
ro: Nu pot citi sau scrie în directorul rădăcină XML la adresa „%s”

source: Directory/file permissions for XML source at root %s are: %o/%o
cs: Práva k adresáři/souboru pro zdroj XML v kořeni %s jsou: %o/%o
ja: ¥ë¡¼¥È¤Ë¤¢¤ë %s ¤Î XML ¥½¡¼¥¹ÍÑ¤Î¥Ç¥£¥ì¥¯¥È¥ê/¥Õ¥¡¥¤¥ë¸¢¸Â: %o/%o
ro: Drepturile pentru sursele XML în rădăcina %s sunt: %o/%o (directoare/fişiere)

source: Remove directory operation is no longer supported, just remove all the values in the directory
ro: Operaţiunea de ştergere directoare nu mai este suportată, ştergeţi toate valorile din acel director

source: Could not open lock directory for %s to remove locks: %s
ro: Nu am reuşit să deschid directorul „lock” al %s pentru a şterge fişierele „lock”: %s

source: Could not remove file %s: %s
ro: Nu am reuşit să şterg fişierul „%s”: %s

source: Initializing Markup backend module
ro: Iniţializez modulul backend Markup

source: Failed to give up lock on XML directory "%s": %s
ro: Deblocarea directorului XML „%s”: %s a eşuat

source: Failed to write some configuration data to disk
ro: Scrierea pe disc a unor date de configurare a eşuat

source: Could not make directory "%s": %s
cs: Nelze vytvořit adresář "%s": %s
ro: Nu am reuşit să creez directorul „%s”: %s

source: Could not remove "%s": %s
ro: Nu am reuşit să şterg „%s”: %s

source: Failed to write "%s": %s
ro: Nu am reuşit să scriu „%s”: %s

source: Line %d character %d: %s
ro: Linia %d, caracterul %d: %s

source: Attribute "%s" repeated twice on the same <%s> element
ro: Atributul „%s” s-a repetă de două ori pentru acelaşi element <%s>

source: Attribute "%s" is invalid on <%s> element in this context
ro: Atributul „%s” este invalid în acest context pentru elementul <%s>

source: Didn't understand `%s' (expected integer)
cs: Nerozpoznáno `%s' (očekáváno celé číslo)
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(À°¿ô¤È´üÂÔ¤µ¤ì¤¿)
ro: Nu am înţeles „%s” (aşteptam un întreg)

source: Integer `%s' is too large or small
cs: Celé číslo `%s' je příliš velké nebo příliš malé
ja: À°¿ô '%s' ¤ÏÂç¤­¤¹¤®¤ë¤«¡¢¤â¤·¤¯¤Ï¾®¤µ¤¹¤®¤Þ¤¹¡£
ro: Întregul „%s” este prea mare sau prea mic

source: Didn't understand `%s' (expected true or false)
cs: Nerozpoznáno `%s' (očekáváno true nebo false)
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(¿¿¤Þ¤¿¤Ïµ¶¤È´üÂÔ¤µ¤ì¤¿)
ro: Nu am înţeles „%s” (aşteptam „true” sau „false”)

source: Didn't understand `%s' (expected real number)
cs: Nerozpoznán `%s' (očekáváno reálné číslo)
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(¼Â¿ô¤È´üÂÔ¤µ¤ì¤¿)
ro: Nu am înţeles „%s” (aşteptam un număr real)

source: No "%s" attribute on element <%s>
ro: Nu există atributul „%s” în elementul <%s>

source: Unknown value "%s" for "%s" attribute on element <%s>
ro: Valoare necunoscută „%s” pentru atributul „%s” în elementul <%s>

source: Invalid ltype "%s" on <%s>
ro: „ltype” invalid „%s” în <%s>

source: Invalid first-element type "%s" on <%s>
ro: Tip „first-element” invalid „%s” în „%s”

source: Invalid cdr_type "%s" on <%s>
ro: „cdr_type” invalid „%s” în <%s>

source: Invalid list_type "%s" on <%s>
ro: „list_type” invalid „%s” în <%s>

source: Two <default> elements below a <local_schema>
ro: Două elemente <default> sub <local_schema>

source: Two <longdesc> elements below a <local_schema>
ro: Două elemente <longdesc> sub <local_schema>

source: Element <%s> is not allowed below <%s>
ro: Elementul <%s> nu este permis sub <%s>

source: <%s> provided but current element does not have type %s
ro: S-a returnat <%s>, dar elementul curent nu are tipul %s

source: Two <car> elements given for same pair
ro: Două elemente <car> returnate pentru aceeaşi pereche

source: Two <cdr> elements given for same pair
ro: Două elemente <cdr> returnate pentru aceeaşi pereche

source: <li> has wrong type %s
ro: <li> are tipul greşit %s

source: <%s> provided but parent <entry> does not have a value
ro: S-a returnat <%s>, dar <entry>-ul părinte nu are o valoare

source: Element <%s> is not allowed inside current element
ro: Elementul <%s> nu este permis înăuntrul elementului curent

source: Outermost element in menu file must be <gconf> not <%s>
ro: Elementul cel mai în afară în meniu trebuie să fie <gconf>, nu <%s>

source: Element <%s> is not allowed inside a <%s> element
ro: Elementul <%s> nu este permis înăuntrul unui element <%s>

source: No text is allowed inside element <%s>
ro: Nu se permite text înăuntrul elementului <%s>

source: Failed to open "%s": %s
ro: Nu am reuşit să deschid „%s”: %s

source: Error writing file "%s": %s
ro: Eroare la scrierea fişierului „%s”: %s

source: Failed to move temporary file "%s" to final location "%s": %s
ro: Mutarea fişierului temporar „%s” către locaţia finală „%s” a eşuat: %s

source: Unloading XML backend module.
cs: Uvolňuji modul pro provoz nad XML.
ja: XML ¥Ð¥Ã¥¯¥¨¥ó¥É¥â¥¸¥å¡¼¥ë¤ò²òÊüÃæ¤Ç¤¹¡£
ro: Descarc modulul backend XML.

source: Error syncing the XML backend directory cache: %s
cs: Chyba při synchronizaci vyrovnávací paměti adresáře modulu XML: %s
ro: Eroare la sincronizarea directorului cache pentru backend-ul XML: %s

source: Initializing XML backend module
cs: Inicializuji modul pro provoz nad XML
ja: XML ¥Ð¥Ã¥¯¥¨¥ó¥É¥â¥¸¥å¡¼¥ë¤Î½é´ü²½Ãæ¤Ç¤¹¡£
ro: Iniţializez modulul backend XML

source: Failed to sync XML cache contents to disk
cs: Selhala synchronizace obsahu vyrovnávací paměti XML na disk
ro: Scrierea pe disc a conţinutului cache-ului XML a eşuat

source: Unable to remove directory `%s' from the XML backend cache, because it has not been successfully synced to disk
cs: Nelze odstranit adresář '%s' z vyrovnávací paměti XML, jelikož se nepodařilo jej úspěšně synchronizovat na disk
ja: ¥Ç¥£¥¹¥¯¤È¤ÎÆ±´ü¤Ë¼ºÇÔ¤·¤¿¤¿¤á¡¢XML ¥Ð¥Ã¥¯¥¨¥ó¥É¤Î¥­¥ã¥Ã¥·¥å¤«¤é¥Ç¥£¥ì¥¯¥È¥ê '%s' ¤òºï½ü¤Ç¤­¤Þ¤»¤ó¡£
ro: Nu am putut şterge directorul „%s” din memoria cache a modulului backend XML, deoarece nu a fost scris cu succes pe disc

source: Could not stat `%s': %s
cs: `stat' selhal na `%s': %s
ja: '%s' ¤Î¾õÂÖ¤ò¼èÆÀ¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: Nu am putut face „stat” pe „%s”: %s

source: XML filename `%s' is a directory
cs: XML soubor `%s' je adresář
ja: XML ¥Õ¥¡¥¤¥ëÌ¾ '%s' ¤Ï¥Ç¥£¥ì¥¯¥È¥ê¤Ç¤¹¡£
ro: Fişierul XML „%s” este un director

source: Failed to delete "%s": %s
cs: Nelze vymazat "%s": %s
ro: Nu am reuşit să şterg „%s”: %s

source: Failed to write file `%s': %s
cs: Nelze zapsat soubor `%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¤Ø¤Î½ñ¤­¹þ¤ß¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să scriu în fişierul „%s”: %s

source: Failed to set mode on `%s': %s
cs: Nelze nastavit režim na `%s': %s
ro: Nu am reuşit să setez un mod pentru „%s”: %s

source: Failed to write XML data to `%s': %s
cs: Nelze zapsat XML data do `%s': %s
ro: Nu am reuşit să scriu datele XML în „%s”: %s

source: Failed to close file `%s': %s
cs: Nelze zavřít soubor `%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¤òÊÄ¤¸¤ë¤Î¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să inchid fişierul „%s”: %s

source: Failed to rename `%s' to `%s': %s
cs: Nelze přejmenovat `%s' na `%s': %s
ja: Ì¾Á° '%s' ¤«¤é '%s' ¤ÎÊÑ¹¹¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să redenumesc „%s” în „%s”: %s

source: Failed to restore `%s' from `%s': %s
cs: Nelze obnovit `%s' ze `%s': %s
ja: '%s' ¤«¤é '%s' ¤ÎÉüµ¢¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să refac „%s” din „%s”: %s

source: Failed to delete old file `%s': %s
cs: Nelze smazat starý soubor `%s': %s
ja: ¸Å¤¤¥Õ¥¡¥¤¥ë '%s' ¤Îºï½ü¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să şterg vechiul fişier „%s”: %s

source: Failed to stat `%s': %s
cs: `stat' selhal na `%s': %s
ja: '%s' ¤Î¾õÂÖ¤¬¼èÆÀ¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: Nu am reuşit să fac stat pe „%s”: %s

source: Duplicate entry `%s' in `%s', ignoring
cs: Duplicitní položka `%s' v `%s', ignoruji
ja: '%s' ¤¬ '%s' ¤ÎÃæ¤Ç½ÅÊ£¤·¤Æ¤¤¤Þ¤¹¡£Ìµ»ë¤·¤Þ¤¹¡£
ro: Intrare duplicat „%s” în „%s”, o ignor

source: Entry with no name in XML file `%s', ignoring
cs: Položka bez názvu v XML souboru `%s', ignoruji
ja: XML ¥Õ¥¡¥¤¥ë '%s' ¤ÎÃæ¤ËÌ¾Á°¤ÎÌµ¤¤¥¨¥ó¥È¥ê¤¬´Þ¤Þ¤ì¤Æ¤¤¤Þ¤¹¡£Ìµ»ë¤·¤Þ¤¹¡£
ro: Intrare fără nume în fişierul „%s”, o ignor

source: A toplevel node in XML file `%s' is <%s> rather than <entry>, ignoring
cs: Kořenový uzel v XML souboru `%s' je <%s> místo <entry>, ignoruji
ro: Nodul din nivelul cel mai de sus al fişierului XML „%s” este <%s> în loc de <entry>, îl ignor

source: Failed to create file `%s': %s
cs: Nelze vytvořit soubor `%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¤ÎºîÀ®¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să creez fişierul „%s”: %s

source: Failed to parse XML file "%s"
cs: Nelze zpracovat XML soubor "%s"
ro: Nu am reuşit să prelucrez fişierul XML „%s”

source: Ignoring XML node with name `%s': %s
cs: Ignoruji uzel XML nazvaný '%s': %s
ja: Ì¾Á° '%s' ¤Î XML ¥Î¡¼¥É¤òÌµ»ë¤·¤Þ¤¹: %s
ro: Ignor nodul XML cu numele „%s”: %s

source: Ignoring schema name `%s', invalid: %s
cs: Ignoruji název schématu '%s', je neplatný: %s
ja: ¥¹¥­¡¼¥ÞÌ¾ '%s' ¤òÌµ»ë¤·¤Þ¤¹¡£ÉÔÀµ¤Ê¥¹¥­¡¼¥Þ: %s
ro: Ignor schema cu numele „%s”, invalidă: %s

source: Ignoring XML node `%s': %s
cs: Ignoruji uzel XML '%s': %s
ro: Ignor nodul XML „%s”: %s

source: Failed reading default value for schema: %s
cs: Nelze načíst výchozí hodnotu pro schéma: %s
ja: ¥¹¥­¡¼¥Þ¤Î¥Ç¥Õ¥©¥ë¥ÈÃÍ¤ÎÆÉ¤ß¹þ¤ß¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să citesc valoarea implicită pentru schema: %s

source: No "type" attribute for <%s> node
cs: Pro uzel <%s> chybí atribut "type"
ja: <%s> ¥Î¡¼¥É¤Î "type" Â°À­¤¬¤¢¤ê¤Þ¤»¤ó¡£
ro: Nu există atributul „type” pentru nodul <%s>

source: A node has unknown "type" attribute `%s', ignoring
cs: Uzel má neznámý atribut "type" `%s', ignoruji
ja: ¥Î¡¼¥É¤¬ÉÔÌÀ¤Ê "type" Â°À­ '%s' ¤ò»ý¤Ã¤Æ¤¤¤Þ¤¹¡£Ìµ»ë¤·¤Þ¤¹¡£
ro: Un nod are atributul „type” necunoscut „%s”, il ignor

source: No "value" attribute for node
cs: V uzlu chybí atribut "type"
ja: ¥Î¡¼¥É¤Ë "value" Â°À­¤¬¤¢¤ê¤Þ¤»¤ó¡£
ro: Nu există atributul „value” pentru nod

source: Didn't understand XML node <%s> inside an XML list node
cs: Nelze rozeznat uzel XML <%s> v seznamu XML
ja: XML ¥ê¥¹¥È¥Î¡¼¥É¤ÎÃæ¤Ë¤¢¤ë XML ¥Î¡¼¥É <%s> ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£
ro: Nu am înţeles nodul XML <%s> în interiorul unei liste de noduri XML

source: Invalid type (list, pair, or unknown) in a list node
cs: Neplatný typ (seznam, pár, nebo neznámý) v uzlu seznamu
ja: ¥ê¥¹¥È¥Î¡¼¥É¤ÎÃæ¤ËÉÔÀµ¤Ê·¿ (¥ê¥¹¥È¡¢¥­¡¼¤ÈÃÍ¤Î¥Ú¥¢¡¢¤â¤·¤¯¤ÏÉÔÌÀ¤Ê·¿) ¤¬¤¢¤ê¤Þ¤¹¡£
ro: Tip invalid (listă, pereche sau necunoscut) într-o listă de noduri

source: Bad XML node: %s
cs: Chybný uzel XML: %s
ja: »ÈÍÑ¤Ç¤­¤Ê¤¤ XML ¥Î¡¼¥É: %s
ro: Nod XML greşit: %s

source: List contains a badly-typed node (%s, should be %s)
cs: Seznam obsahuje uzel se špatným typem (%s, měl by být %s)
ja: ¥ê¥¹¥È¤Ï»ÈÍÑ¤Ç¤­¤Ê¤¤·¿¤Î¥Î¡¼¥É¤ò´Þ¤ó¤Ç¤¤¤Þ¤¹¡£(%s ¤Ï %s ¤Ç¤¢¤ë¤Ù¤­)
ro: Lista conţine un nod scris incorect (%s, trebuia să fie %s)

source: Ignoring bad car from XML pair: %s
cs: Ignoruji neplatný car z páru XML: %s
ja: XML (¥­¡¼¤ÈÃÍ¤Î)¥Ú¥¢¤«¤é»ÈÍÑ¤Ç¤­¤Ê¤¤ car ¤òÌµ»ë¤·¤Þ¤¹: %s
ro: Ignor un „car” incorect din perechea XML: %s

source: parsing XML file: lists and pairs may not be placed inside a pair
cs: zpracování souboru XML: seznamy a páry možná nejsou umístěné uvnitř páru
ja: XML ¥Õ¥¡¥¤¥ë¤ò²òÀÏÃæ: ¥ê¥¹¥È¤È(¥­¡¼¤ÈÃÍ¤Î)¥Ú¥¢¤Ï(¥­¡¼¤ÈÃÍ¤Î)¥Ú¥¢¤Î²¼°Ì¥ì¥Ù¥ë¤ËÌµ¤¤¤«¤â¤·¤ì¤Þ¤»¤ó¡£
ro: prelucrez fişierul XML: listele şi perechile pot să nu fie plasate în interiorul unei perechi

source: Ignoring bad cdr from XML pair: %s
cs: Ignoruji neplatný cdr z páru XML: %s
ja: XML (¥­¡¼¤ÈÃÍ¤Î)¥Ú¥¢¤«¤é»ÈÍÑ¤Ç¤­¤Ê¤¤ cdr ¤òÌµ»ë¤·¤Þ¤¹: %s
ro: Ignor un „cdr” incorect în perechea XML: %s

source: Didn't understand XML node <%s> inside an XML pair node
cs: Nerozumím uzlu XML <%s> uvnitř XML uzlu páru
ja: XML ¥Ú¥¢¥Î¡¼¥É¤Î²¼°Ì¤Ë¤¢¤ë XML ¥Î¡¼¥É <%s> ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£
ro: Nu am înţeles nodul XML <%s> în interiorul unui nod pereche

source: Didn't find car and cdr for XML pair node
cs: Nelze nalézt car a cdr pro XML uzel páru
ja: XML ¥Ú¥¢¥Î¡¼¥É¤Î car ¤È cdr ¤ò¸«¤Ä¤±¤é¤ì¤Þ¤»¤ó¤Ç¤·¤¿¡£
ro: Nu am găsit „car” şi „cdr” pentru nodul pereche XML

source: Missing cdr from pair of values in XML file
cs: Z páru hodnot v souboru XML chybí cdr
ja: XML ¥Õ¥¡¥¤¥ë¤ÎÃæ¤Ë¤¢¤ëÃÍ¤Î¥Ú¥¢¤Ë cdr ¤¬¤¢¤ê¤Þ¤»¤ó¡£
ro: Lipseşte „cdr” din perechea de valori în fişierul XML

source: Missing car from pair of values in XML file
cs: Z páru hodnot v souboru XML chybí car
ja: XML ¥Õ¥¡¥¤¥ë¤ÎÃæ¤Ë¤¢¤ëÃÍ¤Î¥Ú¥¢¤Ë cdr ¤¬¤¢¤ê¤Þ¤»¤ó¡£
ro: Lipseşte „car” din perechea de valori în fişierul XML

source: Missing both car and cdr values from pair in XML file
cs: Z páru v souboru XML chybí hodnoty car i cdr
ja: XML ¥Õ¥¡¥¤¥ë¤ÎÃæ¤Ë¤¢¤ë¥Ú¥¢¤Ë car ¤È cdr ¤ÎÃÍ¤¬¤¢¤ê¤Þ¤»¤ó¡£
ro: Lipsesc „car” şi „cdr” din perechea de valori în fişierul XML

source: `%c' is an invalid character in a configuration storage address
ro: „%c” este un caracter invalid într-o adresă de stocare de configurări

source: No such file `%s'
cs: Neexistuje soubor `%s'
ja: '%s' ¤È¤¤¤¦¥Õ¥¡¥¤¥ë¤Ï¤¢¤ê¤Þ¤»¤ó¡£
ro: Nu există fişierul „%s”

source: Backend `%s' failed return a vtable
ro: Backend-ul „%s” a eşuat returnând un „vtable”

source: Backend `%s' missing required vtable member `%s'
ro: Backend-ul „%s” necesită un membru vtable „%s” care lipseşte

source: Bad address `%s': %s
ro: Adresă incorectă „%s”: %s

source: Bad address `%s'
cs: Chybná adresa `%s'
ja: ¥¢¥É¥ì¥¹ '%s' ¤Ï»È¤¨¤Þ¤»¤ó¡£
ro: Adresă incorectă „%s”

source: GConf won't work without dynamic module support (gmodule)
cs: Program GConf nebude správně fungovat bez podpory dynamických modulů (gmodule)
ja: GConf ¤Ï¥À¥¤¥Ê¥ß¥Ã¥¯¥â¥¸¥å¡¼¥ë¥µ¥Ý¡¼¥È(gmodule)Ìµ¤·¤Ç¤ÏÆ°ºî¤·¤Þ¤»¤ó¡£
ro: GConf nu funcţionează fară suportul pentru module dinamice (gmodule)

source: Error opening module `%s': %s
cs: Chyba při otevírání modulu `%s': %s
ja: ¥â¥¸¥å¡¼¥ë '%s' ¤ò¥í¡¼¥ÉÃæ¤Ë¥¨¥é¡¼: %s
ro: Eroare la deschiderea modulului „%s”: %s

source: Error initializing module `%s': %s
ro: Eroare la iniţializarea modulului „%s”: %s

source: Couldn't locate backend module for `%s'
cs: Nelze nalézt modul pro provoz nad `%s'
ja: '%s' ÍÑ¤Î¥Ð¥Ã¥¯¥¨¥ó¥É¥â¥¸¥å¡¼¥ë¤¬ÆÃÄê¤Ç¤­¤Þ¤»¤ó¡£
ro: Nu am putut localiza modulul backend pentru „%s”

source: Failed to shut down backend
cs: Selhalo ukončení modulu
ja: ¥Ð¥Ã¥¯¥¨¥ó¥É¥â¥¸¥å¡¼¥ë¤Î¥·¥ã¥Ã¥È¥À¥¦¥ó¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£
ro: Oprirea backend-ului a eşuat

source: GConf Error: %s
cs: Chyba programu GConf: %s
ro: Eroare GConf: %s

source: GConf warning: failure listing pairs in `%s': %s
cs: Varování programu GConf: selhání při výpisu párů v `%s': %s
ja: GConf ¤«¤é·Ù¹ð: '%s' ¤ÎÃæ¤Î¥Ú¥¢¤Î¥ê¥¹¥È²½¤Ë¼ºÇÔ: %s
ro: Atenţionare GConf: eroare la listarea perechilor în „%s”: %s

source: Expected `%s' got `%s' for key %s
cs: Očekával jsem '%s', ale obdržel jsem '%s' pro klíč %s
ja: '%s' ¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï '%s'(¥­¡¼¤Ï'%s')¤Ç¤¹¡£
ro: Aşteptam „%s”, dar am primit „%s” pentru cheia %s

source: Received invalid value in set request
cs: Obdržena neplatná hodnota v požadavku set
ja: ÀßÄê¤·¤¿Í×µá¤ÎÃæ¤ËÉÔÀµ¤ÊÃÍ¤ò¼õ¤±¼è¤ê¤Þ¤·¤¿¡£
ro: Valoare invalidă recepţionată la cererea de setare

source: Couldn't make sense of CORBA value received in set request for key `%s'
cs: Nesmyslná hodnota CORBA obdržená v požadavku set pro klíč `%s'
ja: ¥­¡¼ '%s' ÍÑ¤ËÀßÄê¤µ¤ì¤¿Í×µá¤Ç¼õ¤±¼è¤Ã¤¿ CORBA ÃÍ¤ò²ò¼á¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£
ro: Valoare CORBA neinteligibilă recepţionată la cererea de setare pentru cheia „%s”

source: Received request to drop all cached data
cs: Obdržen požadavek na vymazání všech dat z vyrovnávací paměti
ja: Á´¤Æ¤Î¥­¥ã¥Ã¥·¥å¥Ç¡¼¥¿¤ò¼Î¤Æ¤ëÍ×µá¤ò¼õ¤±¼è¤ê¤Þ¤·¤¿¡£
ro: Am primit solicitarea de a abandona toate informaţiile din memoria cache

source: Received request to sync synchronously
cs: Obdržen požadavek na synchronní synchronizaci
ja: Æ±´ü¤¹¤ëÍ×µá¤ò¼õ¤±¼è¤ê¤Þ¤·¤¿¡£
ro: Am primit solicitarea de actualizare sincronă

source: Fatal error: failed to get object reference for ConfigDatabase
cs: Fatální chyba: nelze získat odkaz na objekt pro ConfigDatabase
ja: Ã×Ì¿Åª¤Ê¥¨¥é¡¼: ConfigDatabase ÍÑ¤Î¥ª¥Ö¥¸¥§¥¯¥È¥ê¥Õ¥¡¥ì¥ó¥¹¤Î¼èÆÀ¤Ë¼ºÇÔ¤·¤Þ¤·¤¿
ro: Eroare fatală: am eşuat în obţinerea unei referinţe către un obiect ConfigDatabase

source: Failed to sync one or more sources: %s
cs: Selhala synchronizace jednoho nebo více zdrojů: %s
ja: 1 ¤Ä°Ê¾å¤Î¥Õ¥¡¥¤¥ë¤ÎÆ±´ü¤Ç¥¨¥é¡¼: %s
ro: Nu am reuşit să actualizez una sau mai multe surse: %s

source: Error obtaining new value for `%s' after change notification from backend `%s': %s
ro: Eroare la obţinerea unei noi valori pentru „%s” după notificarea de schimbare de la backend-ul %s: %s

source: Failed to log addition of listener %s (%s);will not be able to restore this listener on gconfd restart, resulting in unreliable notification of configuration changes.
cs: Nepodařilo se zaznamenat přidání listenera %s (%s); nebude možné obnovit tento listener při restartu programu gconfd, což bude mít za následek nespolehlivá upozornění při změně nastavení.
ro: Nu am reuşit să înregistrez adăugarea procesului „listener” %s (%s). Nu voi reuşi să refac acest proces la repornirea gconfd, fapt care va conduce la notificări greşite ale schimbării configurărilor.

source: Listener ID %lu doesn't exist
cs: Listener s ID %lu neexistuje
ja: ¥ê¥¹¥Ê¡¼ ID %lu ¤ÏÂ¸ºß¤·¤Þ¤»¤ó
ro: ID-ul de proces „listener” %lu nu există

source: Failed to log removal of listener to logfile (most likely harmless, may result in a notification weirdly reappearing): %s
cs: Nepodařilo se zaznamenat odstranění listenera do záznamového souboru (což většinou nevadí, ale některá oznámení se mohou podivně objevit vícekrát): %s
ja: ¥í¥°¥Õ¥¡¥¤¥ë¤Ø¥ê¥¹¥Ê¡¼¤Î¥í¥°°ÜÆ°¤Ë¼ºÇÔ¤·¤Þ¤·¤¿ (ËØ¤É¼Â³²¤Ï¤¢¤ê¤Þ¤»¤ó¡¢ºÆÅÙ¤ª¤«¤·¤ÊÄÌÃÎ¤¬¤¢¤ë¤«¤â¤·¤ì¤Þ¤»¤ó¤»¤ó¤¬): %s
ro: Nu am reuşit să înregistrez închiderea procesului „listener” în fişierul de tip log (probabil fără consecinţe grave, poate conduce la reapariţia unor notificări): %s

source: Error getting value for `%s': %s
cs: Chyba při získávání hodnoty pro `%s': %s
ja: '%s' ¤ÎÃÍ¤Î¼èÆÀ¤Ç¥¨¥é¡¼: %s
ro: Eroare la obţinerea valorii pentru „%s”: %s

source: Error setting value for `%s': %s
cs: Chyba při nastavování hodnoty pro `%s': %s
ja: '%s' ¤ÎÃÍ¤Î¥»¥Ã¥È¤Ç¥¨¥é¡¼: %s
ro: Eroare la stabilirea valorii pentru „%s”: %s

source: Error unsetting `%s': %s
cs: Chyba při mazání hodnoty `%s': %s
ja: '%s' ¤ÎÌµ¸ú²½¤Ç¥¨¥é¡¼: %s
ro: Eroare la resetarea „%s”: %s

source: Error getting default value for `%s': %s
cs: Chyba při získávání výchozí hodnoty pro `%s': %s
ja: '%s' ¤Î¥Ç¥Õ¥©¥ë¥ÈÃÍ¤Î¼èÆÀ¤Ç¥¨¥é¡¼: %s
ro: Eroare la obţinerea valorii implicite pentru „%s”: %s

source: Error unsetting "%s": %s
cs: Chyba při mazání "%s": %s
ro: Eroare la resetarea „%s”: %s

source: Error getting new value for "%s": %s
cs: Chyba při získávání nové hodnoty pro "%s": %s
ro: Eroare la obţinerea unei noi valori pentru „%s”: %s

source: Error checking existence of `%s': %s
cs: Chyba při kontrole existence `%s': %s
ja: '%s' ¤ÎÂ¸ºß³ÎÇ§¤Ç¥¨¥é¡¼: %s
ro: Eroare la verificarea existenţei „%s”: %s

source: Error removing directory "%s": %s
ro: Eroare la eliminarea directorului „%s”: %s

source: Failed to get all entries in `%s': %s
cs: Nepodařilo se získat všechny položky pro `%s': %s
ja: '%s' ¤ÇÁ´¤Æ¤Î¥¨¥ó¥È¥ê¤Î¼èÆÀ¤Ë¼ºÇÔ: %s
ro: Nu am reuşit sa obţin toate intrările din „%s”: %s

source: Error listing dirs in `%s': %s
cs: Chyba při výpisu adresářů v `%s': %s
ja: '%s' ¤ÎÃæ¤Î¥Ç¥£¥ì¥¯¥È¥ê¤Î¥ê¥¹¥È²½¤Ç¥¨¥é¡¼: %s
ro: Eroare la listarea directoarelor în „%s”: %s

source: Error setting schema for `%s': %s
cs: Chyba při nastavování schéma pro `%s': %s
ja: '%s'ÍÑ¤Î¥¹¥­¡¼¥ÞÀßÄê¤Ç¥¨¥é¡¼: %s
ro: Eroare la stabilirea schemei pentru „%s”: %s

source: Success
cs: Úspěch
ja: À®¸ù
ro: Succes

source: Failed
cs: Selhalo
ja: ¼ºÇÔ
ro: Eşec

source: Configuration server couldn't be contacted
cs: Nebylo možné se spojit se serverem s nastavením
ja: ÀßÄê¥µ¡¼¥Ð¡¼¤ËÀÜÂ³¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£
ro: Serverul de configurare nu a putut fi contactat

source: Permission denied
cs: Přístup zamítnut
ja: ¥Ñ¡¼¥ß¥Ã¥·¥ç¥ó¤¬¤¢¤ê¤Þ¤»¤ó¡£
ro: Interzis

source: Couldn't resolve address for configuration source
cs: Nelze zjistit adresu pro zdroj s nastavením
ja: ÀßÄê¥Õ¥¡¥¤¥ë¤Î¥¢¥É¥ì¥¹¤¬²ò·è¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£
ro: Nu am putut rezolva adresa sursei de configurări

source: Bad key or directory name
cs: Chybný klíč nebo název adresáře
ja: »ÈÍÑ¤Ç¤­¤Ê¤¤¥­¡¼¤Þ¤¿¤Ï¥Ç¥£¥ì¥¯¥È¥êÌ¾
ro: Nume greşit de cheie sau de director

source: Parse error
cs: Chyba zpracování
ja: ²òÀÏ¥¨¥é¡¼
ro: Eroare la prelucrare

source: Corrupt data in configuration source database
cs: Poškozená data v databázi zdrojů s nastavením
ja: ÀßÄê¥Õ¥¡¥¤¥ë¥Ç¡¼¥¿¥Ù¡¼¥¹¤ÎÃæ¤ËÉÔÀµ¤Ê¥Ç¡¼¥¿¤¬¤¢¤ê¤Þ¤¹¡£
ro: Date corupte în baza de date a sursei de configurări

source: Type mismatch
cs: Chybný typ
ja: ·¿¤¬´Ö°ã¤Ã¤Æ¤¤¤Þ¤¹¡£
ro: Tip incorect

source: Key operation on directory
cs: Operace pro klíče na adresáři
ja: ¥Ç¥£¥ì¥¯¥È¥ê¾å¤Ç¤Î¥­¡¼Áàºî
ro: Operaţiune de tip cheie pe director

source: Directory operation on key
cs: Operace s adresáři na klíči
ja: ¥­¡¼¾å¤Ç¤Î¥Ç¥£¥ì¥¯¥È¥êÁàºî
ro: Operaţiune de tip director pe cheie

source: Can't overwrite existing read-only value
cs: Není možné přepsat existující hodnotu pouze pro čtení
ja: Â¸ºß¤·¤Æ¤¤¤ëÆÉ¤ß¹þ¤ßÀìÍÑ¤ÎÃÍ¤Ë¤Ï¾å½ñ¤­¤Ç¤­¤Þ¤»¤ó¡£
ro: Nu pot suprascrie o valoare existentă protejată la scriere

source: Object Activation Framework error
cs: Chyba Object Activation Framework (OAF)
ja: ¥ª¥Ö¥¸¥§¥¯¥È³èÀ­²½¥Õ¥ì¡¼¥à¥ï¡¼¥¯¥¨¥é¡¼
ro: Eroare la suportul de activare a obiectelor

source: Operation not allowed without configuration server
cs: Operace není povolena bez serveru s nastavením
ja: ÀßÄê¥µ¡¼¥Ð¡¼Ìµ¤·¤Ç¤ÎÁàºî¤Ï¤Ç¤­¤Þ¤»¤ó¡£
ro: Operaţiunea nu este permisă fară un server de configurări

source: Failed to get a lock
cs: Nelze získat zámek
ja: ¥í¥Ã¥¯¤Î¼èÆÀ¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£
ro: Nu am reuşit să blochez

source: No database available to save your configuration
cs: Pro uložení vašeho nastavení není k dispozici žádná databáze
ro: Nu este disponibilă nici o bază de date pentru salvarea configurărilor

source: No '/' in key "%s"
cs: V klíči "%s" chybí '/'
ro: Nici un „/” în cheia „%s”

source: Invalid UTF-8 in string value in '%s'
cs: Neplatné UTF-8 v řetězci v '%s'
ro: String UTF-8 invalid în valoarea şirului din „%s”

source: Couldn't interpret CORBA value for list element
cs: Nelze interpretovat hodnotu CORBA pro prvek seznamu
ja: ¥ê¥¹¥È¥¢¥¤¥Æ¥àÍÑ¤Î CORBA ¤ÎÃÍ¤¬²ò¼á¤Ç¤­¤Þ¤»¤ó¡£
ro: Nu am reuşit să interpretez valoarea CORBA pentru elementul de tip listă

source: Incorrect type for list element in %s
cs: Chybný typ pro prvek seznamu v %s
ja: %s ¤ÎÃæ¤Î¥ê¥¹¥È¥¢¥¤¥Æ¥à¤Î·¿¤¬ÉÔÀµ¤Ç¤¹¡£
ro: Tip incorect pentru elementul de tip listă în %s

source: Received list from gconfd with a bad list type
cs: Obdržen seznam od programu gconfd s chybným typem seznamu
ja: gconfd ¤«¤é¤ª¤«¤·¤Ê¥ê¥¹¥È¥¿¥¤¥×¤ò¼õ¤±¼è¤ê¤Þ¤·¤¿¡£
ro: Am primit lista de la gconfd cu un tip de listă incorect

source: Failed to convert object to IOR
cs: Selhalo převedení objektu na IOR
ja: IOR ¤Ø¤Î¥ª¥Ö¥¸¥§¥¯¥ÈÊÑ´¹¤Ë¼ºÇÔ¤·¤Þ¤·¤¿
ro: Nu am reuşit să convertesc obiectul in IOR

source: Invalid UTF-8 in locale for schema
cs: Neplatné UTF-8 v lokalizaci pro schéma
ro: UTF-8 invalid în „locale” pentru schemă
