Repository: hyperair/gconf-gdbus
Catalog: po/*.po
Languages: cs, ja, ro

source: Invalid UTF-8 in short description for schema
cs: Neplatné UTF-8 v krátkém popisu schéma
ro: UTF-8 invalid în descrierea scurtă pentru schemă

source: Invalid UTF-8 in long description for schema
cs: Neplatné UTF-8 v dlouhém popisu schéma
ro: UTF-8 invalid în descrierea lungă pentru schemă

source: Invalid UTF-8 in owner for schema
cs: Neplatné UTF-8 u vlastníka schéma
ro: UTF-8 invalid în deţinătorul schemei

source: Couldn't open path file `%s': %s
cs: Nelze otevřít soubor s cestou `%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¤¬³«¤±¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: Nu am reuşit să deschid fişierul „%s”: %s

source: Adding source `%s'
cs: Přidávám zdroj `%s'
ja: ¥½¡¼¥¹ '%s' ¤òÄÉ²Ã¤·¤Æ¤¤¤Þ¤¹¡£
ro: Adaug sursa „%s”

source: Read error on file `%s': %s
cs: Chyba při čtení souboru `%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¾å¤Ë¥¨¥é¡¼¤¬¤¢¤ê¤Þ¤¹: %s
ro: Eroare de citire a fişierului „%s”: %s

source: Text contains invalid UTF-8
cs: Text obsahuje neplatné UTF-8
ro: Textul conţine UTF-8 invalid

source: Expected list, got %s
cs: Očekáván seznam, obdrženo %s
ja: ¥ê¥¹¥È¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï %s ¤Ç¤¹¡£
ro: Aşteptam o listă, am primit %s

source: Expected list of %s, got list of %s
cs: Očekáván seznam %s, obdržen seznam %s
ja: %s ¤Î¥ê¥¹¥È¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï %s ¤Î¥ê¥¹¥È¤Ç¤¹¡£
ro: Aşteptam o listă de %s, am primit o listă de %s

source: Expected pair, got %s
cs: Očekáván pár, obdrženo %s
ja: (¥­¡¼¤ÈÃÍ¤Î)¥Ú¥¢¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï %s ¤Ç¤¹¡£
ro: Aşteptam o pereche, am primit %s

source: Expected (%s,%s) pair, got a pair with one or both values missing
cs: Očekáván pár (%s, %s), obdržen pár s jednou nebo oběma hodnotami chybějícími
ja: (%s ¤È %s)¤Î¥Ú¥¢¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï£±¤Ä¤Ê¤¤¤·Î¾Êý¤ÎÃÍ¤¬Ìµ¤¤¥Ú¥¢¤Ç¤¹¡£
ro: Aşteptam o pereche (%s,%s), am primit o pereche cu una sau amândouă valorile lipsă

source: Expected pair of type (%s,%s) got type (%s,%s)
cs: Očekáván pár typu (%s, %s), obdržen typ (%s, %s)
ja: (%s ¤È %s)¤Î¥¿¥¤¥×¤Î¥Ú¥¢¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï(%s ¤È %s)¤Î¥¿¥¤¥×¤Ç¤¹¡£
ro: Aşteptam o pereche de tipul (%s,%s), am primit una de tipul (%s,%s)

source: Quoted string doesn't begin with a quotation mark
cs: Text v uvozovkách nezačíná uvozovkami
ja: °úÍÑ¤µ¤ì¤¿Ê¸»úÎó¤Ï¥¯¥©¡¼¥Æ¡¼¥·¥ç¥óµ­¹æ(')¤Ç»Ï¤Þ¤Ã¤Æ¤¤¤Þ¤»¤ó¡£
ro: Şirul de caractere „quoted” nu începe cu ghilimele

source: Quoted string doesn't end with a quotation mark
cs: Text v uvozovkách nekončí uvozovkami
ja: °úÍÑ¤µ¤ì¤¿Ê¸»úÎó¤Ï¥¯¥©¡¼¥Æ¡¼¥·¥ç¥óµ­¹æ(')¤Ç½ª¤ï¤Ã¤Æ¤¤¤Þ¤»¤ó¡£
ro: Şirul de caractere „quoted” nu se termină cu ghilimele

source: Encoded value is not valid UTF-8
cs: Kódovaná hodnota není platné UTF-8
ro: Valoarea codată nu este validă UTF-8

source: Could not lock temporary file '%s': %s
cs: Nelze zamknout dočasný soubor `%s': %s
ro: Nu am reuşit să blochez fişierul temporar „%s”: %s

source: Could not create file '%s', probably because it already exists
cs: Nelze vytvořit soubor '%s', pravděpodobně proto, že již existuje
ro: Nu am reuşit să creez fişierul „%s”, probabil există deja

source: Failed to create or open '%s'
cs: Nelze vytvořit nebo otevřít '%s'
ro: Nu am reuşit să creez sau să deschid fişierul „%s”

source: Failed to lock '%s': probably another process has the lock, or your operating system has NFS file locking misconfigured (%s)
cs: Nelze uzamknout '%s': jiný proces už pravděpodobně zámek vlastní, nebo je ve vašem operačním systému chybně nastaveno uzamykání souborů přes NFS (%s)
ro: Nu am reuşit să blochez „%s”: probabil un alt proces îl ţine blocat sau sistemul de operare este greşit configurat pentru „NFS file locking” (%s)

source: IOR file '%s' not opened successfully, no gconfd located: %s
cs: Soubor IOR '%s' nebyl úspěšně otevřen, nebyl nalezen program gconfd: %s
ro: Fişierul IOR „%s” nu a fost deschis cu succes, nu s-a găsit gconfd: %s

source: gconftool or other non-gconfd process has the lock file '%s'
cs: Soubor '%s' má již uzamčen program gconftool nebo proces jiný než gconfd
ro: gconftool sau un alt proces non-gconfd are fişierul „lock” „%s”

source: couldn't contact ORB to resolve existing gconfd object reference
cs: nelze kontaktovat ORB a vyřešit existující odkaz na objekt gconfd
ro: nu am reuşit să contactez ORB pentru a rezolva referinţa existentă pentru obiectul gconfd

source: Failed to convert IOR '%s' to an object reference
cs: Selhal převod IOR '%s' na odkaz na objekt
ro: Nu am reuşit să convertesc IOR-ul „%s” într-o referinţă obiect

source: couldn't create directory `%s': %s
cs: Nelze vytvořit adresář `%s': %s
ja: ¥Ç¥£¥ì¥¯¥È¥ê '%s' ¤¬ºîÀ®¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: nu am reuşit să creez directorul „%s”: %s

source: Can't write to file `%s': %s
cs: Nelze psát do souboru `%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¤¬½ñ¤­¹þ¤á¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: Nu pot scrie în fişierul „%s”: %s

source: We didn't have the lock on file `%s', but we should have
cs: Nemáme zámek k souboru `%s', ale měly bychom mít
ro: Nu deţineam fişierul „lock” pentru „%s” deşi aşa ar fi trebuit

source: Failed to link '%s' to '%s': %s
cs: Nelze vytvořit odkaz ze `%s' na `%s': %s
ro: Nu am reuşit să leg „%s” de „%s”: %s

source: Failed to remove lock file `%s': %s
cs: Nelze odstranit soubor se zámkem `%s': %s
ro: Nu am reuşit să şterg fişierul „lock” „%s”: %s

source: Failed to clean up file '%s': %s
cs: Nelze vyčistit soubor `%s': %s
ro: Nu am reuşit să curăţ fişierul „%s”: %s

source: Failed to remove lock directory `%s': %s
cs: Nelze odstranit adresář se zámky `%s': %s
ro: Nu am reuşit să şterg directorul „lock” „%s”: %s

source: Failed to unlink lock file %s: %s
ro: Nu am reuşit să dezleg fişierul „lock” „%s”: %s

source: Failed to stat %s: %s
ro: Nu am reuşit să fac stat pe „%s”: %s

source: Server ping error: %s
cs: Chyba při pingu na server: %s
ro: Eroare la ping către server: %s

source: Failed to create pipe for communicating with spawned gconf daemon: %s
cs: Selhalo vytvoření roury pro komunikaci se vytvořeným démonem gconfd: %s
ro: Nu am reuşit să creez un „pipe” pentru comunicarea cu daemonul gconf creat: %s

source: Failed to launch configuration server: %s
cs: Nelze spustit server s nastavením: %s
ro: Nu am reuşit să pornesc serverul configurărilor: %s

source: Failed to contact configuration server; some possible causes are that you need to enable TCP/IP networking for ORBit, or you have stale NFS locks due to a system crash. See http://www.gnome.org/projects/gconf/ for information. (Details - %s)
cs: Chyba při pokusu o kontakt se serverem s nastavením; příčinou může být, že musíte povolit TCP/IP síť pro ORBit, nebo máte staré zámky NFS po pádu systému. Více informací lze nalézt na http://www.gnome.org/projects/gconf/. (Detaily - %s)
ro: Nu am reuşit să contactez serverul configurărilor. Probabil e nevoie să activaţi facilităţile TCP/IP pentru ORBit. Sau poate aveţi fişiere de tip„locks” NFS rămase în urma unei blocări a sistemului. Pentru mai multe detalii vizitaţi http://www.gnome.org/projects/gconf/ (Detalii: %s)

source: none
cs: žádné
ro: niciuna

source: Help options
cs: Volby nápovědy
ja: ¥Ø¥ë¥×¥ª¥×¥·¥ç¥ó
ro: Opţiuni ajutor

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
cs: Chyba u volby %s: %s. Spusťte '%s --help' a zobrazí se kompletní seznam příkazů, které jsou k dispozici.
ja: ¥ª¥×¥·¥ç¥ó %s ¤Ç¥¨¥é¡¼: %s '%s --help' ¤ò¼Â¹Ô¤·¤Æ¡¢Í­¸ú¤Ê¥³¥Þ¥ó¥É¥é¥¤¥ó¡¦¥ª¥×¥·¥ç¥ó¥ê¥¹¥È¤ò»²¾È¤·¤Æ²¼¤µ¤¤¡£
ro: Eroare la opţiunea %s: %s. Încercaţi „%s --help” pentru lista completă a opţiunilor.

source: Please contact your system administrator to resolve the following problem: Could not open or create the file "%s"; this indicates that there may be a problem with your configuration, as many programs will need to create files in your home directory. The error was "%s" (errno = %d).
cs: Prosím kontaktujte správce systému, aby vyřešil následující problém: Nelze otevřít nebo vytvořit soubor "%s"; to naznačuje, že může být problém s vaším nastavením, jelikož mnoho programů bude potřebovat vytvořit soubor ve vašem domovském adresáři. Chyba byla "%s" (errno = %d).
ro: Vă rugăm să contactaţi administratorul de sistem pentru a rezolva următoarea problemă: Nu s-a reuşit deschiderea sau crearea fişierului „%s”, ceea ce indică o eroare în configurarea directorului „home”, pentru că multe programe au nevoie să creeze fişiere în directorul utilizatorului. Eroarea a fost „%s” (errno = %d).

source: Please contact your system administrator to resolve the following problem: Could not lock the file "%s"; this indicates that there may be a problem with your operating system configuration. If you have an NFS-mounted home directory, either the client or the server may be set up incorrectly. See the rpc.statd and rpc.lockd documentation. A common cause of this error is that the "nfslock" service has been disabled.The error was "%s" (errno = %d).
cs: Prosím kontaktujte správce systému, aby vyřešil následující problém: Nelze zamknout soubor "%s"; to naznačuje, že může být problém s nastavením vašeho operačního systému. Pokud máte domovský adresář připojen přes NFS, pak buď klient nebo server může být nastaven špatně. Podívejte se do dokumentace k rpc.statd a rpc.lockd. Obvyklá příčina této chyby spočívá ve vypnuté službě "nfslock". Chyba byla "%s" (errno = %d).
ro: Vă rugăm să contactaţi administratorul de sistem pentru a rezolva următoarea problemă: Nu s-a reuşit crearea unui fişier „lock” pentru fişierul „%s”, ceea ce indică o eroare în configurarea sistemului de operare. Dacă aveţi un director „home” montat prin NFS, clientul sau serverul NFS sunt probabil setate greşit. O cauză des întâlnită a acestei erori constă în dezactivarea serviciului „nfslock”. Eroarea a fost „%s” (errno = %d).

source: Can't remove file %s: %s
cs: Nelze odstranit soubor %s: %s
ro: Nu pot şterge fişierul „%s”: %s

source: Please contact your system administrator to resolve the following problem: No configuration sources in the configuration file "%s"; this means that preferences and other settings can't be saved. %s%s
cs: Prosím kontaktujte správce systému, aby vyřešil následující problém: V souboru s nastavením "%s" nejsou uvedeny žádné zdroje s nastavením; to znamená, že vaše nastavení a různé volby nemohou být uloženy. %s%s
ro: Vă rugăm să contactaţi administratorul de sistem pentru a rezolva următoarea problemă: Nu există surse de configurare în fişierul de configurare „%s”. Asta înseamnă că preferinţele şi alte setări nu pot fi salvate. %s%s

source: Error reading the file:
cs: Chyba při čtení souboru:
ro: Eroare la citirea fişierului:

source: Please contact your system administrator to resolve the following problem: Could not resolve the address "%s" in the configuration file "%s": %s
cs: Prosím kontaktujte správce systému, aby vyřešil následující problém: Nelze zjistit adresu "%s" ze souboru s nastavením "%s": %s
ro: Vă rugăm să contactaţi administratorul de sistem pentru a rezolva următoarea problemă: Nu s-a reuşit rezolvarea adresei „%s” în fişierul de configurare „%s”: %s

source: The files that contain your preference settings are currently in use. You might be logged in to a session from another computer, and the other login session is using your preference settings files. You can continue to use the current session, but this might cause temporary problems with the preference settings in the other session. Do you want to continue?
ro: Fişierele ce conţin setările de configurare sunt în uz momentan. S-ar putea să aveţi o sesiune deschisă de pe un alt calculator, iar acea sesiune să vă blocheze fişierele cu setările de configurare. Puteţi continua să utilizaţi sesiunea curentă, dar aceasta va provoca probleme temporare cu setările de configurare în cealaltă sesiune deschisă. Doriţi să continuaţi?

source: _Log Out
ro: _Deautentificare

source: _Continue
ro: _Continuă

source: %s Continue (y/n)?
ro: %s continui (d/n)?

source: Schema contains invalid UTF-8
cs: Schéma obsahuje neplatné UTF-8
ro: Schema conţine caractere invalide UTF-8

source: Schema specifies type list but doesn't specify the type of the list elements
cs: Schéma udává typ seznam, ale neudává typ prvků seznamu
ro: Schema specifică tipul „listă”, dar nu şi tipul listei elementelor

source: Schema specifies type pair but doesn't specify the type of the car/cdr elements
cs: Schémá udává typ pár, ale neudává typ elementů car/cdr
ro: Schema specifică tipul „pereche”, dar nu şi tipul elementelor „car” sau „cdr”

source: Failed to load source "%s": %s
cs: Nelze načíst zdroj "%s": %s
ro: Nu am reuşit să încarc sursa „%s”: %s

source: Resolved address "%s" to a writable configuration source at position %d
ro: Am rezolvat adresa „%s” la poziţia %d într-o sursă de configurări ce poate fi scrisă

source: Resolved address "%s" to a read-only configuration source at position %d
ro: Am rezolvat adresa „%s” la poziţia %d într-o sursă de configurări protejată la scriere

source: Resolved address "%s" to a partially writable config source at position %d
cs: Zjištěná adresa "%s" je částečně přepisovatelný zdroj s nastavením na pozici %d
ro: Am rezolvat adresa „%s” la poziţia %d într-o sursă de configurări parţial protejată la scriere

source: None of the resolved addresses are writable; saving configuration settings will not be possible
cs: Žádná ze zjištěných adres není určena pro zápis; nebude možné ukládání nastavení
ro: Niciuna dintre adresele rezolvate nu poate fi scrisă. Salvarea configurărilor nu este posibilă

source: Schema `%s' specified for `%s' stores a non-schema value
cs: Schéma `%s' uvedené pro `%s' má uloženu hodnotu, která není schéma
ja: ¥¹¥­¡¼¥Þ '%s' ¤Ï¥¹¥­¡¼¥Þ¤Ç¤ÏÌµ¤¤ÃÍ '%s' ¤òÊÝÂ¸¤¹¤ë¤è¤¦»ØÄê¤µ¤ì¤Þ¤·¤¿¡£
ro: Schema „%s” specificată pentru „%s” conţine o valoare de tip non-schemă

source: The '/' name can only be a directory, not a key
cs: Název '/' může představovat pouze adresář, ne klíč
ja: Ì¾Á° '/' ¤Ï¥Ç¥£¥ì¥¯¥È¥ê¤Î¾ì¹ç¤À¤±¤Ç¡¢¥­¡¼¤Ë¤Ï»È¤¨¤Þ¤»¤ó¡£
ro: Numele „/” poate fi doar un director, nu o cheie

source: Value for `%s' set in a read-only source at the front of your configuration path
cs: Hodnota pro `%s' nastavená ve zdroji pouze pro čtení na začátku vaší cesty s nastavením
ro: Valoarea pentru „%s” este setată într-o sursă protejată la scriere, înaintea căii de configurare

source: Unable to store a value at key '%s', as the configuration server has no writable databases. There are some common causes of this problem: 1) your configuration path file %s/path doesn't contain any databases or wasn't found 2) somehow we mistakenly created two gconfd processes 3) your operating system is misconfigured so NFS file locking doesn't work in your home directory or 4) your NFS client machine crashed and didn't properly notify the server on reboot that file locks should be dropped. If you have two gconfd processes (or had two at the time the second was launched), logging out, killing all copies of gconfd, and logging back in may help. If you have stale locks, remove ~/.gconf*/*lock. Perhaps the problem is that you attempted to use GConf from two machines at once, and ORBit still has its default configuration that prevents remote CORBA connections - put "ORBIIOPIPv4=1" in /etc/orbitrc. As always, check the user.* syslog for details on problems gconfd encountered. There can only be one gconfd per home directory, and it must own a lockfile in ~/.gconfd and also lockfiles in individual storage locations such as ~/.gconf
cs: Nelze uložit hodnotu klíče '%s', protože server pro nastavení nemá k dispozici žádnou zapisovatelnou databázi. Tento problém může být způsoben z několika příčin: 1) váš soubor s cestou s nastavením %s/path neobsahuje žádnou databázi nebo nebyl nalezen, 2) díky chybě byly nějakým způsobem vytvořeny dva procesy gconfd, 3) váš operační systém je špatně nastaven, takže zamykání souborů NFS nefunguje ve vašem domovském adresáři, nebo 4) vaše klientská stanice NFS havarovala a neuvědomila při restartu server, že by měl odstranit zámky na souborech. Pokud u vás běží dva procesy gconfd (nebo běžely v době, kdy byl spouštěn další), může pomoci odhlášení se, zabití všech běžících procesů gconfd, a nové přihlášení. Pokud máte staré zámky na souborech, odstraňte soubory ~/.gconf*/*lock. Možná spočívá problém v tom, že jste se pokusili použít program GConf ze dvou počítačů současně, a program ORBit má stále výchozí nastavení, které zakazuje vzdálené připojení CORBA - přidejte do souboru /etc/orbitrc záznam "ORBIIOPIPv4=1". Jako obvykle prověřte systémové záznamy v souborech user.* a hledejte podrobnosti týkající se problémů s programem gconfd. Na jeden domovský adresář může existovat pouze jeden proces gconfd, a ten musí vlastnit soubor se zámkem ~/.gconfd a také soubory se zámky v jednotlivých lokacích jako například ~/.gconf.
ro: Nu am reuşit să stochez valoarea în cheia „%s” deoarece serverul de configurare nu are baze de date în care să pot scrie. Cauze posibile pentru această probleme pot fi: 1) fişierul de configurare %s/path nu conţine nici o bază de date sau nu a fost găsit 2) există două procese gconfd 3) sistemul de operare este greşit configurat şi NFS file locking nu funcţionează pentru directorul „home” 4) sistemul e un client NFS care tocmai a fost restartat după o blocare şi nu a notificat serverul că lock-urile fişierelor trebuie reiniţializate. Dacă aveţi două procese gconfd (sau aveaţi două la momentul în care al doilea a fost lansat), o deautentificare, un „kill” pentru toate instanţele gconfd şi o nouă autentificare ar putea să ajute. Dacă nu aveţi fişiere lock invalide, ştergeţi ~/.gconf*/*lock. Poate problema constă în faptul că încercaţi să utilizaţi GConf de pe două maşini diferite şi ORBit încă are setările implicite ce nu permit conexiuni CORBA la distanţă (scrieţi „ORBIIOPIPv4=1” în /etc/orbitrc. De asemenea, verificaţi fişierele syslog user.* pentru depanarea problemelor gconfd. Nu poate exista decât un singur gconfd pentru un director „home” şi el trebuie să deţină un fişier lock în ~/.gconfd şi alte fişiere lock în locaţii precum ~/.gconf

source: Error finding metainfo: %s
cs: Chyba při hledání metainformací: %s
ja: ¥á¥¿¾ðÊó¤Î¸¡º÷Ãæ¤Ë¥¨¥é¡¼: %s
ro: Eroare la căutarea metainfo: %s

source: Error getting metainfo: %s
cs: Chyba při získávání metainformací: %s
ja: ¥á¥¿¾ðÊó¤Î¼èÆÀÃæ¤Ë¥¨¥é¡¼: %s
ro: Eroare la obţinerea metainfo: %s

source: Key `%s' listed as schema for key `%s' actually stores type `%s'
cs: Klíč `%s' uvedený jako schéma pro klíč `%s' ve skutečnosti obsahuje typ `%s'
ja: ¥­¡¼ '%s' ¤Ï¥­¡¼ '%s'(¼ÂºÝ¤Ï '%s' ¤Î·¿¤ÇÊÝÂ¸¤µ¤ì¤¿¤â¤Î)ÍÑ¤Ë¥¹¥­¡¼¥Þ¤È¤·¤Æ¥ê¥¹¥È¤·¤Þ¤·¤¿¡£
ro: Cheia „%s” listată ca schemă pentru cheia „%s” de fapt conţine tipul „%s”

source: Didn't understand `%s' (list must start with a '[')
cs: Nerozpoznáno `%s' (seznam musí začínat znakem '[')
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(¥ê¥¹¥È¤Ï '[' ¤Ç³«»Ï¤µ¤ì¤ëÉ¬Í×Í­¤ê)
ro: Nu am înţeles „%s” (lista trebuie să înceapă cu un „[”)

source: Didn't understand `%s' (list must end with a ']')
cs: Nerozpoznáno `%s' (seznam musí končit znakem '[')
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(¥ê¥¹¥È¤Ï ']' ¤Ç½ªÎ»¤¹¤ëÉ¬Í×Í­¤ê)
ro: Nu am înţeles „%s” (lista trebuie să se termine cu un „]”)

source: Didn't understand `%s' (extra unescaped ']' found inside list)
cs: Nerozpoznáno `%s' (nalezen neuvozený znak ']' navíc uvnitř seznamu)
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(¥ê¥¹¥ÈÃæ¤Î¥¨¥¹¥±¡¼¥×¤µ¤ì¤¿ ']' ¤¬Í¾Ê¬¤Ç¤¹)
ro: Nu am înţeles „%s” (în interiorul listei am găsit un „]” unescaped)

source: Didn't understand `%s' (extra trailing characters)
cs: Nerozpoznáno `%s' (znaky navíc na konci)
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(ÊÄ¤¸¤Æ¤¤¤Ê¤¤Ê¸»úÍ­¤ê)
ro: Nu am înţeles „%s” (caractere suplimentare la sfârşit)

source: Didn't understand `%s' (pair must start with a '(')
cs: Nerozpoznáno `%s' (pár musí začínat znakem '(')
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(¥Ú¥¢¤Ï '(' ¤Ç³«»Ï¤µ¤ì¤ëÉ¬Í×Í­¤ê)
ro: Nu am înţeles „%s” (perechile trebuie să înceapă cu „(”)

source: Didn't understand `%s' (pair must end with a ')')
cs: Nerozpoznáno `%s' (pár musí končit znakem ')')
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(¥Ú¥¢¤Ï ')' ¤Ç½ªÎ»¤¹¤ëÉ¬Í×Í­¤ê)
ro: Nu am înţeles „%s” (perechile trebuie să se termine cu „)”)

source: Didn't understand `%s' (wrong number of elements)
cs: Nerozpoznáno `%s' (chybný počet prvků)
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(Í×ÁÇÈÖ¹æ¤Î´Ö°ã¤¤)
ro: Nu am înţeles „%s” (număr greşit de elemente)

source: Didn't understand `%s' (extra unescaped ')' found inside pair)
cs: Nerozpoznáno `%s' (nalezen neuvozený znak ')' navíc uvnitř páru)
ja: '%s' ¤ò²ò¼á¤·¤Þ¤»¤ó¤Ç¤·¤¿¡£(¥Ú¥¢Ãæ¤Î¥¨¥¹¥±¡¼¥×¤µ¤ì¤Æ¤¤¤Ê¤¤ ')' ¤¬Í¾Ê¬¤Ç¤¹)
ro: Nu am înţeles „%s” (în interiorul listei am găsit un „)” „unescaped”)

source: Key "%s" is NULL
cs: Klíč "%s" má hodnotu NULL
ro: Cheia „%s” este NULL

source: Server couldn't resolve the address `%s'
cs: Server nemohl zjistit adresu `%s'
ja: ¥µ¡¼¥Ð¡¼¤Ï¥¢¥É¥ì¥¹ '%s' ¤Î²ò·è¤¬¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£
ro: Serverul nu a putut rezolva adresa „%s”

source: Can't add notifications to a local configuration source
cs: Nelze přidat upozornění do lokálního zdroje s nastavením
ja: ¥í¡¼¥«¥ëÀßÄê¤ËÄÌÃÎ¤òÄÉ²Ã¤Ç¤­¤Þ¤»¤ó¡£
ro: Nu pot adăuga notificări unei surse locale de configurări

source: Adding client to server's list failed, CORBA error: %s
cs: Selhalo přidání klienta do seznamu serveru, chyba CORBA: %s
ro: A eşuat adăugarea unui client la lista serverului, eroare CORBA: %s

source: Must begin with a slash (/)
cs: Musí začínat lomítkem (/)
ja: ¥¹¥é¥Ã¥·¥å '/' ¤Ç»Ï¤á¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie să inceapă cu un slash (/)

source: Can't have two slashes (/) in a row
cs: Dva znaky lomítka (/) nesmí být v řadě za sebou
ja: ¹ÔÃæ¤Ë£²¤Ä¤Î¥¹¥é¥Ã¥·¥å '/' ¤¬¤¢¤ê¤Þ¤»¤ó¡£
ro: Nu pot avea două slash-uri (/) pe un rând

source: Can't have a period (.) right after a slash (/)
cs: Tečka (.) nesmí být hned za lomítkem (/)
ja: ¥¹¥é¥Ã¥·¥å '/' ¤Î±¦Â¦¤Ë¥Ô¥ê¥ª¥É '.' ¤¬¤¢¤ê¤Þ¤»¤ó¡£
ro: Nu pot avea punct (.) imediat după un slash (/)

source: '%c' is not an ASCII character, so isn't allowed in key names
cs: Znak '%c' nepatří do tabulky ASCII, nelze jej použít pro názvy klíčů
ro: „%c” nu este caracter ASCII, deci nu este permis în numele cheilor

source: `%c' is an invalid character in key/directory names
cs: Znak '%c' je neplatný znak pro název adresáře nebo klíče
ja: '%c' ¤Ï ¥­¡¼/¥Ç¥£¥ì¥¯¥È¥êÌ¾¤ÎÃæ¤Ç¤ÏÉÔÀµ¤ÊÊ¸»ú¤Ç¤¹¡£
ro: „%c” este un caracter invalid in numele cheii sau al directorului

source: Key/directory may not end with a slash (/)
cs: Klíč/adresář nesmí končit lomítkem (/)
ja: ¥­¡¼/¥Ç¥£¥ì¥¯¥È¥ê¤Ï¥¹¥é¥Ã¥·¥å '/' ¤Ç½ªÎ»¤·¤Æ¤¤¤Ê¤¤¤«¤â¤·¤ì¤Þ¤»¤ó¡£
ro: Cheia sau directorul nu se pot termina cu un slash (/)

source: Failure shutting down config server: %s
cs: Selhalo ukončení serveru s nastavením: %s
ja: ÀßÄê¥µ¡¼¥Ð¡¼¤Î¥·¥ã¥Ã¥È¥À¥¦¥ó¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Încercarea de a închide serverul configurărilor a eşuat: %s

source: Expected float, got %s
cs: Očekáváno reálné číslo, obdrženo %s
ja: 'float' ·¿¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï %s ¤Ç¤¹¡£
ro: Aşteptam o valoare „float”, am obţinut %s

source: Expected int, got %s
cs: Očekáváno celé číslo, obdrženo %s
ja: 'int' ·¿¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï %s ¤Ç¤¹¡£
ro: Aşteptam o valoare „int”, am obţinut %s

source: Expected string, got %s
cs: Očekáván řetězec, obdrženo %s
ja: 'string' ·¿¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï %s ¤Ç¤¹¡£
ro: Aşteptam un şir, am obţinut %s

source: Expected bool, got %s
cs: Očekávána logická hodnota (bool), obdrženo %s
ja: 'bool' ·¿¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï %s ¤Ç¤¹¡£
ro: Aşteptam o valoare booleană, am obţinut %s

source: Expected schema, got %s
cs: Očekáváno schéma, obdrženo %s
ja: 'schema' ·¿¤ò´üÂÔ¤µ¤ì¤¿¤¬¡¢ÆÀ¤é¤ì¤¿¤Î¤Ï %s ¤Ç¤¹¡£
ro: Aşteptam o schemă, am obţinut %s

source: CORBA error: %s
cs: CORBA chyba: %s
ja: CORBA ¥¨¥é¡¼: %s
ro: Eroare CORBA: %s

source: Shutdown request received
cs: Obdržen požadavek na ukončení
ja: ¥·¥ã¥Ã¥È¥À¥¦¥óÍ×µá¤ò¼õ¤±¼è¤ê¤Þ¤·¤¿¡£
ro: S-a primit o cerere de închidere
