Repository: hyperair/gconf-gdbus
Catalog: po/*.po
Languages: cs, ja, ro

source: Must set the GCONF_CONFIG_SOURCE environment variable
cs: Musí být nastavena proměnná prostředí GCONF_CONFIG_SOURCE
ja: ´Ä¶­ÊÑ¿ô GCONF_CONFIG_SOURCE ¤ò¥»¥Ã¥È¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie setată variabila de mediu GCONF_CONFIG_SOURCE

source: Failed to access configuration source(s): %s
cs: Selhal přístup ke zdroji nebo zdrojům pro nastavení: %s
ja: ÀßÄê¥Õ¥¡¥¤¥ë¤Î¥¢¥¯¥»¥¹¤Ë¼ºÇÔ: %s
ro: Nu am reuşit să accesez sursa/sursele de configurare: %s

source: Shutdown error: %s
cs: Chyba při ukončení: %s
ja: ¥·¥ã¥Ã¥È¥À¥¦¥ó¥¨¥é¡¼: %s
ro: Eroare la închidere: %s

source: Must specify one or more directories to recursively list.
ro: Trebuie să specificaţi unul sau mai multe directoare pentru listare recursivă.

source: Must specify one or more directories to dump.
ro: Trebuie să specificaţi unul sau mai multe directoare pentru scriere.

source: Failure listing entries in `%s': %s
cs: Chyba při výpisu záznamů v `%s': %s
ro: Nu am reuşit să listez toate intrările din „%s”: %s

source: (no value set)
cs: (hodnota nenastavená)
ja: (²¿¤â¥»¥Ã¥È¤µ¤ì¤Æ¤¤¤Þ¤»¤ó)
ro: (nu s-a setat nici o valoare)

source: Failed to spawn the config server (gconfd): %s
cs: Nepodařilo se spustit server pro nastavení (gconfd): %s
ja: ÀßÄê¥µ¡¼¥Ð¡¼(gconfd)¤Îµ¯Æ°¤Ë¼ºÇÔ: %s
ro: Nu am reuşit să creez serverul configurărilor (gconfd): %s

source: Must specify a key or keys to get
cs: Musíte zadat klíč nebo klíče, které chcete získat
ja: £±¤Ä¤Î¥­¡¼¤Þ¤¿¤Ï¼èÆÀ¤¹¤ë¤¿¤á¤Î¥­¡¼¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie să specificaţi o cheie sau mai multe de obţinut

source: Type: %s
cs: Typ: %s
ja: ·¿: %s
ro: Tip: %s

source: List Type: %s
cs: Typ seznamu: %s
ja: ¥ê¥¹¥È·¿: %s
ro: Tipul listei: %s

source: Car Type: %s
cs: Typ car: %s
ja: Car ·¿: %s
ro: Tip „car”: %s

source: Cdr Type: %s
cs: Typ cdr: %s
ja: Cdr ·¿: %s
ro: Tip „cdr”: %s

source: Default Value: %s
cs: Výchozí hodnota: %s
ro: Valoare implicită: %s

source: Unset
cs: Nenastavená
ja: Ì¤ÀßÄê
ro: Nesetată

source: Owner: %s
cs: Vlastník: %s
ja: ¥ª¡¼¥Ê¡¼: %s
ro: Deţinător: %s

source: Short Desc: %s
cs: Krátký popis: %s
ja: ¥·¥ç¡¼¥ÈDesc: %s
ro: Descriere scurtă: %s

source: Long Desc: %s
cs: Dlouhý popis: %s
ja: ¥í¥ó¥°Desc: %s
ro: Descriere lungă: %s

source: No value set for `%s'
cs: Není nastavena hodnota pro `%s'
ja: '%s' ¤Ë²¿¤âÃÍ¤¬ÀßÄê¤µ¤ì¤Æ¤¤¤Þ¤»¤ó¡£
ro: Nici o valoare setată pentru „%s”

source: Failed to get value for `%s': %s
cs: Nepodařilo se získat hodnotu pro `%s': %s
ja: '%s' ¤ÎÃÍ¤Î¼èÆÀ¤Ë¼ºÇÔ: %s
ro: Nu am reuşit să obţin o valoare pentru „%s”: %s

source: Don't understand type `%s'
cs: Nesrozumitelný typ `%s'
ja: '%s' ¤Î·¿¤¬ÉÔÌÀ¤Ç¤¹¡£
ro: Nu înţeleg tipul „%s”

source: Must specify alternating keys/values as arguments
cs: Musíte zadat střídavě klíče a jejich hodnoty jako parametry
ja: °ú¿ô¤Ç¥­¡¼/ÃÍ¤Î¸ò´¹¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie să specificaţi chei/valori alternative ca argumente

source: No value to set for key: `%s'
cs: Chybí hodnota k nastavení pro klíč: `%s'
ja: ¥­¡¼¤Ë²¿¤âÃÍ¤¬¥»¥Ã¥È¤µ¤ì¤Æ¤¤¤Þ¤»¤ó: '%s'
ro: Nici o valoare setată pentru cheia: „%s”

source: Cannot set schema as value
cs: Nelze nastavit schéma jako hodnotu
ja: ÃÍ¤È¤·¤Æ¥¹¥­¡¼¥Þ¤ò¥»¥Ã¥È¤Ç¤­¤Þ¤»¤ó
ro: Nu pot seta schema ca valoare

source: When setting a list you must specify a primitive list-type
cs: Při nastavování seznamu musíte zadat primitivní typ seznamu
ja: ¥ê¥¹¥È¤ÎÀßÄê¤Ç¤Ï¡¢¸Å¤¤¥ê¥¹¥È·¿¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹
ro: La setarea unei liste este nevoie să specificaţi o primitivă „list-type”

source: When setting a pair you must specify a primitive car-type and cdr-type
cs: Při nastavování páru musíte zadat primitivní typ car a primitivní typ cdr
ja: ¥Ú¥¢¤ÎÀßÄê¤Ç¤Ï¡¢¸Å¤¤ car ·¿¤È cdr ·¿¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹
ro: La setarea unei perechi trebuie să specificaţi o primitivă „car-type” şi „cdr-type”

source: Error: %s
cs: Chyba: %s
ja: ¥¨¥é¡¼: %s
ro: Eroare: %s

source: Error setting value: %s
cs: Chyba při nastavování hodnoty: %s
ro: Eroare la setarea valorii: %s

source: Error syncing: %s
cs: Chyba při synchronizaci: %s
ro: Eroare la sincronizare: %s

source: Must specify a key or keys to get type
ro: Trebuie să specificaţi o cheie sau cheile pentru obţinerea tipului

source: Must specify a key to lookup size of.
ro: Trebuie să specificaţi o cheie pentru verificarea mărimii.

source: Key %s is not a list.
ro: Cheia %s nu este în listă.

source: Must specify a key from which to get list element.
ro: Trebuie să specificaţi o cheie din care să se obţină lista elementelor.

source: Must specify list index.
ro: Trebuie să specificaţi indexul listei.

source: List index must be non-negative.
ro: Indexul listei trebuie să fie non-negativ.

source: List index is out of bounds.
ro: Indexul listei este în afara limitelor.

source: Must specify a key or keys on the command line
cs: Na příkazové řádce musíte zadat klíč nebo klíče
ro: Trebuie să specificaţi o cheie sau mai multe în linia de comandă

source: No schema known for `%s'
cs: Pro `%s' není známé schéma
ro: Nu se cunoaşte o schemă pentru „%s”

source: No doc string stored in schema at '%s'
cs: Ve schématu na '%s' není uložen žádný dokumentační řetězec
ro: Nu există un şir de documentare stocat în schemă la „%s”

source: Error getting schema at '%s': %s
cs: Chyba při získávání schématu na '%s': %s
ro: Eroare la obţinerea schemei la „%s”: %s

source: No schema stored at '%s'
cs: V '%s' není uloženo žádné schéma
ro: Nici o schemă stocată la „%s”

source: Value at '%s' is not a schema
cs: Hodnota na '%s' není schéma
ro: Valoarea pentru „%s” nu este o schemă

source: Must specify a schema name followed by the key name to apply it to
cs: Musíte zadat název schématu a následně název klíče, na který se použije
ro: Trebuie să specificaţi un nume de schemă urmat de numele unei chei căreia să-i fie aplicată

source: Error associating schema name '%s' with key name '%s': %s
cs: Chyba při asociaci názvu schématu '%s' s názvem klíče '%s': %s
ro: Eroare la asocierea numelui schemei „%s” cu numele cheii „%s”: %s

source: Must specify keys to unapply schema from
ro: Trebuie să specificaţi cheile pentru care se resetează schema

source: Error removing schema name from '%s': %s
cs: Chyba při odstraňování názvu schématu z '%s': %s
ro: Eroare la ştergerea numelui schemei din „%s”: %s

source: Must specify key (schema name) as the only argument
cs: Musíte zadat klíč (název schématu) jako jediný parametr
ja: °ú¿ô¤Ç¤Î¤ß¥­¡¼(¥¹¥­¡¼¥ÞÌ¾)¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie să specificaţi cheia (numele schemei) ca ultim argument

source: List type must be a primitive type: string, int, float or bool
cs: Typ seznamu musí být primitivní typ: string, int, float nebo bool
ja: ¥ê¥¹¥È·¿¤Ï¸Å¤¤·¿¤Ë¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹: string, int, float ¤Þ¤¿¤Ï bool
ro: Tipul listei trebuie să fie o primitivă: string, int, float sau bool

source: Pair car type must be a primitive type: string, int, float or bool
cs: Typ páru car musí být primitivní typ: string, int, float nebo bool
ja: car ·¿¤Î¥Ú¥¢¤Ï¸Å¤¤·¿¤Ë¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹: string, int, float ¤Þ¤¿¤Ï bool
ro: Tipul perechii „cat” trebuie să fie o primitivă: string, int, float sau bool

source: Pair cdr type must be a primitive type: string, int, float or bool
cs: Typ páru cdr musí být primitivní typ: string, int, float nebo bool
ja: cdr ·¿¤Î¥Ú¥¢¤Ï¸Å¤¤·¿¤Ë¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹: string, int, float ¤Þ¤¿¤Ï bool
ro: Tipul perechii „cdr” trebuie să fie o primitivă: string, int, float sau bool

source: Error setting value: %s
cs: Chyba při nastavování hodnoty: %s
ja: ÃÍ¤ÎÀßÄê¥¨¥é¡¼: %s
ro: Eroare la setarea valorii: %s

source: Error syncing: %s
cs: Chyba při synchronizaci: %s
ja: Æ±´üÃæ¤Ë¥¨¥é¡¼: %s
ro: Eroare la sincronizare: %s

source: Must specify one or more directories to get key/value pairs from.
ro: Trebuie să specificaţi unul sau mai multe directoare de unde să se obţină perechile chei/valori.

source: Must specify one or more keys to unset.
cs: Musíte zadat jeden nebo více klíčů, které chcete odstranit.
ja: Ìµ¸ú¤Ë¤¹¤ë¤¿¤á¤Ë£±¸Ä°Ê¾å¤Î¥­¡¼¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie să specificaţi una sau mai multe chei de resetat.

source: Error unsetting `%s': %s
cs: Chyba při odstraňování `%s': %s
ja: '%s' Ì¤ÀßÄêÃæ¤Ë¥¨¥é¡¼: %s
ro: Eroare la resetare „%s”: %s

source: Must specify one or more keys to recursively unset.
cs: Musíte zadat jeden nebo více klíčů, které chcete rekurzivně odstranit.
ro: Trebuie să specificaţi una sau mai multe chei pentru resetare recursivă.

source: Failure during recursive unset of "%s": %s
cs: Chyba při rekurzivním odstraňování "%s": %s
ro: Nu am reuşit să resetez recursiv „%s”: %s

source: Must specify one or more directories to get subdirs from.
ro: Trebuie să specificaţi unul sau mai multe directoare din care să se obţină subdirectoarele.

source: Error listing dirs: %s
cs: Chyba při výpisu adresářů: %s
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤Î¥ê¥¹¥È²½Ãæ¤Ë¥¨¥é¡¼: %s
ro: Eroare la listarea directoarelor: %s

source: WARNING: must specify both a <car> and a <cdr> in a <pair>
ro: ATENŢIE: specificaţi atât <car>, cât şi <cdr> într-un <pair>

source: WARNING: key specified (%s) for schema under a <value> - ignoring
ro: ATENŢIE: cheie specificată (%s) pentru schema sub <value>, ignor

source: WARNING: must have a child node under <value>
ro: ATENŢIE: trebuie să existe un nod copil sub <value>

source: WARNING: node <%s> not understood
ro: ATENŢIE: nodul <%s> nu e înţeles

source: WARNING: Failed to parse int value `%s'
ro: ATENŢIE: Nu am reuşit să prelucrez valoarea int „%s”

source: WARNING: Failed to parse float value `%s'
ro: ATENŢIE: Nu am reuşit să prelucrez valoarea float „%s”

source: WARNING: Failed to parse string value `%s'
ro: ATENŢIE: Nu am reuşit să prelucrez valoarea şirului „%s”

source: WARNING: Failed to parse boolean value `%s'
ro: ATENŢIE: Nu am reuşit să valoarea booleană „%s”

source: WARNING: failed to associate schema `%s' with key `%s': %s
cs: VAROVÁNÍ: Selhala asociace schématu `%s' s klíčem `%s': %s
ja: ·Ù¹ð: ¥¹¥­¡¼¥Þ '%s' ¤ÎÏ¢·ë¤Ë¼ºÇÔ(¥­¡¼¤Ï'%s'): %s
ro: ATENŢIE: nu am reuşit să asociez schema „%s” cu cheia „%s”: %s

source: WARNING: invalid or missing type for schema (%s)
cs: VAROVÁNÍ: neplatný nebo chybějící typ schématu (%s)
ja: ·Ù¹ð: ÉÔÀµ¤â¤·¤¯¤Ï·¿¤ÎÌµ¤¤¥¹¥­¡¼¥Þ(%s)¤Ç¤¹¡£
ro: ATENŢIE: tip invalid sau lipsă pentru schema (%s)

source: WARNING: invalid or missing list_type for schema (%s)
cs: VAROVÁNÍ: neplatný nebo chybějící list_type pro schéma (%s)
ja: ·Ù¹ð: ÉÔÀµ¤â¤·¤¯¤Ï¥ê¥¹¥È·¿¤ÎÌµ¤¤¥¹¥­¡¼¥Þ(%s)¤Ç¤¹¡£
ro: ATENŢIE: „list_type” invalid sau lipsă pentru schema (%s)

source: WARNING: Failed to parse default value `%s' for schema (%s)
cs: VAROVÁNÍ: Nepodařilo se zpracovat výchozí hodnotu `%s' pro schéma (%s)
ja: ·Ù¹ð: ¥Ç¥Õ¥©¥ë¥ÈÃÍ '%s' ¤Î²òÀÏ¤Ë¼ºÇÔ: (¥¹¥­¡¼¥Þ¤Ï %s)
ro: ATENŢIE: Nu am reuşit să prelucrez valoarea implicită „%s” pentru schema (%s)

source: WARNING: invalid or missing car_type or cdr_type for schema (%s)
cs: VAROVÁNÍ: neplatný nebo chybějící typ car_type nebo cdr_type pro schéma (%s)
ja: ·Ù¹ð: ÉÔÀµ¤â¤·¤¯¤Ï Car ·¿¤Þ¤¿¤Ï Cdr ·¿¤ÎÌµ¤¤¥¹¥­¡¼¥Þ(%s)¤Ç¤¹¡£
ro: ATENŢIE: „car_type” sau „cdr_type” invalid sau lipsă pentru schema (%s)

source: WARNING: You cannot set a default value for a schema
cs: VAROVÁNÍ: Nelze nastavit výchozí hodnotu pro schéma
ja: ·Ù¹ð: ¥¹¥­¡¼¥Þ¤Î¥Ç¥Õ¥©¥ë¥ÈÃÍ¤ËÀßÄê¤Ç¤­¤Þ¤»¤ó
ro: ATENŢIE: Nu puteţi seta o valoare implicită pentru o schemă

source: WARNING: gconftool internal error, unknown GConfValueType
cs: VAROVÁNÍ: Interní chyba programu gconftool, neznámý typ GConfValueType
ja: ·Ù¹ð: gconftool ¤ÎÆâÉô¥¨¥é¡¼¤Ç¤¹¡£ÉÔÌÀ¤Ê GConfValueType ¤Ç¤¹¡£
ro: ATENŢIE: eroare internă gconftool, GConfValueType necunoscut

source: WARNING: failed to parse type name `%s'
cs: VAROVÁNÍ: Nepodařilo se zpracovat název typu `%s'
ja: ·Ù¹ð: ·¿Ì¾ '%s' ¤Î²òÀÏ¤Ë¼ºÇÔ¤·¤Þ¤·¤¿
ro: ATENŢIE: nu am reuşit să prelucrez numele tipului „%s”

source: WARNING: list_type can only be int, float, string or bool and not `%s'
cs: VAROVÁNÍ: Typ list_type může být pouze int, float, string nebo bool a ne `%s'
ja: ·Ù¹ð: list_type ¤Ï '%s' ¤Ç¤Ï¤Ê¤¯¡¢int, float, string ¤Þ¤¿¤Ï bool ¤À¤±¤Ë¤Ê¤ì¤Þ¤¹¡£
ro: ATENŢIE: „list_type” poate fi doar int, float, string sau bool şi nu „%s”

source: WARNING: car_type can only be int, float, string or bool and not `%s'
cs: VAROVÁNÍ: Typ car_type může být pouze int, float, string nebo bool a ne `%s'
ja: ·Ù¹ð: car_type ¤Ï '%s' ¤Ç¤Ï¤Ê¤¯¡¢int, float, string ¤Þ¤¿¤Ï bool ¤À¤±¤Ë¤Ê¤ì¤Þ¤¹¡£
ro: ATENŢIE: „car_type” poate fi doar int, float, string sau bool şi nu „%s”

source: WARNING: cdr_type can only be int, float, string or bool and not `%s'
cs: VAROVÁNÍ: Typ cdr_type může být pouze int, float, string nebo bool a ne `%s'
ja: ·Ù¹ð: cdr_type ¤Ï '%s' ¤Ç¤Ï¤Ê¤¯ int, float, string ¤Þ¤¿¤Ï bool ¤Ë¤À¤±¤Ê¤ì¤Þ¤¹¡£
ro: ATENŢIE: „cdr_type” poate fi doar int, float, string sau bool şi nu „%s”

source: WARNING: empty <applyto> node
cs: VAROVÁNÍ: Prázdný uzel <applyto>
ja: ·Ù¹ð: ¶õ¤Î¥Î¡¼¥É
ro: ATENŢIE: nod <applyto> gol

source: WARNING: node <%s> not understood below <schema>
cs: VAROVÁNÍ: Uzel <%s> není pod <schema> srozumitelný
ja: ·Ù¹ð: ¥Î¡¼¥É <%s> ¤Ï¥¹¥­¡¼¥Þ¤Ç¤Ï²òÆÉ¤Ç¤­¤Þ¤»¤ó¡£
ro: ATENŢIE: nod <%s> neînţeles sub <schema>

source: WARNING: no <list_type> specified for schema of type list
cs: VAROVÁNÍ: Pro schéma typu seznam není uvedeno <list_type>
ro: ATENŢIE: nu s-a specificat un <list_type> pentru schemă sau tipul listei

source: WARNING: no <car_type> specified for schema of type pair
cs: VAROVÁNÍ: Pro schéma typu pár není uvedeno <car_type>
ro: ATENŢIE: nu s-a specificat un <car_type> pentru schemă sau tipul de perechi

source: WARNING: no <cdr_type> specified for schema of type pair
cs: VAROVÁNÍ: Pro schéma typu pár není uvedeno <cdr_type>
ro: ATENŢIE: nu s-a specificat un <cdr_type> pentru schemă sau tipul de perechi

source: WARNING: <locale> node has no `name="locale"' attribute, ignoring
cs: VAROVÁNÍ: Uzel <locale> nemá žádný atribut `name="locale"', ignoruji
ja: ·Ù¹ð: <locale> ¥Î¡¼¥É¤Ë¤Ï Â°À­ 'name = "¥í¥±¡¼¥ëÌ¾"¤¬¤¢¤ê¤Þ¤»¤ó¡£Ìµ»ë¤·¤Þ¤¹¡£
ro: ATENŢIE: nodul <locale> are un atribut „name="locale", ignor

source: WARNING: multiple <locale> nodes for locale `%s', ignoring all past first
cs: VAROVÁNÍ: Více uzlů <locale> pro lokalizaci `%s', ignoruji všechny kromě prvního
ja: ·Ù¹ð: ¥í¡¼¥±¥ë '%s' ÍÑ¤ÎÂ¿½Å <locale> ¥Î¡¼¥É¤Ç¤¹¡£Á´¤Æ¤ÎºÇ½é¤òÌµ»ë¤·¤Þ¤¹¡£
ro: ATENŢIE: multiple noduri <locale> pentru locale „%s”, ignor cele de după primul

source: WARNING: Invalid node <%s> in a <locale> node
cs: VAROVÁNÍ: Neplatný uzel <%s> v uzlu <locale>
ja: ·Ù¹ð: <locale>¥Î¡¼¥ÉÃæ¤ËÉÔÀµ¤Ê¥Î¡¼¥É <%s> ¤¬¤¢¤ê¤Þ¤¹¡£
ro: ATENŢIE: Nod invalid <%s> in nodul <locale>

source: Attached schema `%s' to key `%s'
cs: Připojeno schéma `%s' ke klíči `%s'
ja: ¥¹¥­¡¼¥Þ '%s' ¤ÎÏ¢·ë (¥­¡¼¤Ï '%s')
ro: Ataşat schema „%s” cheii „%s”

source: You must have at least one <locale> entry in a <schema>
cs: Ve <schema> se musí nacházet alespoň jedna položka <locale>
ja: £±¤Ä¤Î <schema> ¤ËÉÕ¤­£±¤Ä¤Î <locale> ¥¨¥ó¥È¥ê¤¬É¬Í×¤Ç¤¹¡£
ro: Trebuie să aveţi cel puţin o intrare <locale> în <schema>

source: WARNING: failed to install schema `%s' locale `%s': %s
cs: VAROVÁNÍ: Selhala instalace schématu `%s' lokalizace `%s': %s
ja: ·Ù¹ð: ¥¹¥­¡¼¥Þ '%s' ¤Î¥¤¥ó¥¹¥È¡¼¥ë¤Ë¼ºÇÔ(¥í¥±¡¼¥ë¤Ï '%s'): %s
ro: ATENŢIE: nu am reuşit să instalez schema „%s” locale „%s”: %s

source: Installed schema `%s' for locale `%s'
cs: Instalováno schéma `%s' pro lokalizaci `%s'
ja: ¥¹¥­¡¼¥Þ '%s' ¤Î¥¤¥ó¥¹¥È¡¼¥ë (¥í¡¼¥±¥ë '%s'ÍÑ)
ro: Instalat schema „%s” pentru locale „%s”

source: WARNING: failed to uninstall schema `%s' locale `%s': %s
ro: ATENŢIE: nu am reuşit să dezinstalez schema „%s” locale „%s”: %s

source: Uninstalled schema `%s' from locale `%s'
ro: Dezinstalat schema „%s” din locale „%s”

source: WARNING: no key specified for schema
cs: VAROVÁNÍ: Pro schéma není uveden žádný klíč
ja: ·Ù¹ð: ¥¹¥­¡¼¥Þ¤Ë»ØÄê¤µ¤ì¤¿¥­¡¼¤Ï¤¢¤ê¤Þ¤»¤ó¡£
ro: ATENŢIE: nu s-a specificat o cheie pentru schemă

source: WARNING: node <%s> not understood below <%s>
ro: ATENŢIE: nodul <%s> nu e înţeles mai jos de <%s>

source: Failed to open `%s': %s
cs: Nelze otevřít `%s': %s
ja: '%s' ¤¬³«¤±¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: Nu am reuşit să deschid „%s”: %s

source: Document `%s' is empty?
cs: Dokument `%s' je prázdný?
ja: ¥É¥­¥å¥á¥ó¥È '%s' ¤Ï¶õ¤Ç¤¹¤«?
ro: Documentul „%s” e gol?

source: Document `%s' has the wrong type of root node (<%s>, should be <%s>)
ro: Documentul „%s” are un tip greşit de nod rădăcină (<%s> în loc de <%s>)

source: Document `%s' has no top level <%s> node
ro: Documentul „%s” nu are un nod <%s> la cel mai de sus nivel

source: WARNING: node <%s> below <%s> not understood
ro: ATENŢIE: nodul <%s> sub <%s> nu are sens

source: Error syncing config data: %s
cs: Chyba při synchronizaci dat s nastavením: %s
ja: ÀßÄê¥Ç¡¼¥¿¤ÎÆ±´ü¤Ç¥¨¥é¡¼: %s
ro: Eroare la sincronizarea datelor de configurare: %s

source: Must specify some schema files to install
cs: Musíte zadat nějaké soubory se schématy, které se mají instalovat
ja: ¥¤¥ó¥¹¥È¡¼¥ë¤¹¤ë¤¿¤á¤Ë´ö¤Ä¤«¤Î¥¹¥­¡¼¥Þ¥Õ¥¡¥¤¥ë¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie să specificaţi unele fişiere schemă de instalat

source: Failed to unset breakage key %s: %s
cs: Nepodařilo se zrušit hodnotu klíče %s pro poškození: %s
ja: ÉÔ´°Á´¤Ê¥­¡¼ '%s' ¤ÎÌµ¸ú²½¤Ë¼ºÇÔ: %s
ro: Nu am reuşit să resetez cheia de spart (breakage) %s: %s

source: Must specify some keys to break
cs: Musíte zadat nějaké klíče, které se mají poškodit
ja: ½ªÎ»¤¹¤ë¤¿¤á¤Ë¤Ï´ö¤Ä¤«¤Î¥­¡¼¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie să specificaţi cheile de spart

source: Trying to break your application by setting bad values for key: %s
cs: Pokouším se o narušení vaší aplikace nastavením chybných hodnot pro klíč: %s
ja: ¥­¡¼¤Ë¤ª¤«¤·¤ÊÃÍ¤òÀßÄê¤¹¤ë»ö¤Ë¤è¤Ã¤Æ, ¥¢¥×¥ê¥±¡¼¥·¥ç¥ó¤ò½ªÎ»¤µ¤»¤è¤¦¤È¤·¤Æ¤¤¤Þ¤¹: %s
ro: Încerc să blochez aplicaţia setând valori invalide pentru cheia: %s

source: Must specify some directories to break
cs: Musíte zadat nějaké adresáře, které chcete poškodit
ja: ½ªÎ»¤¹¤ë¤¿¤á¤Ë¤Ï´ö¤Ä¤«¤Î¥Ç¥£¥ì¥¯¥È¥ê¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie să specificaţi directoarele de spart

source: Trying to break your application by setting bad values for keys in directory: %s
cs: Pokouším se o narušení vaší aplikace nastavením chybných hodnot pro klíče v adresáři: %s
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤Î¥­¡¼¤Ë¤ª¤«¤·¤ÊÃÍ¤òÀßÄê¤¹¤ë»ö¤Ë¤è¤Ã¤Æ, ¥¢¥×¥ê¥±¡¼¥·¥ç¥ó¤ò½ªÎ»¤µ¤»¤è¤¦¤È¤·¤Æ¤¤¤Þ¤¹: %s
ro: Încerc să blochez aplicaţia setând valori invalide pentru cheile din directorul: %s

source: Unloading BerkeleyDB (BDB) backend module.
cs: Uvolňuji modul pro provoz nad BerkeleyDB (BDB)

source: Opened BerkeleyDB source at root %s
cs: Otevřen zdroj BerkeleyDB na kořeni %s

source: Initializing BDB backend module
cs: Inicializuji modul pro provoz nad BDB

source: Couldn't find the %s root directory in the address `%s'
cs: Nelze nalézt kořenový adresář %s na adrese '%s'

source: Can't read from or write to the %s root directory in the address `%s'
cs: Nelze číst nebo zapisovat do kořenového adresáře %s na adrese '%s'

source: Couldn't find the root directory in the address "%s"
cs: Nelze nalézt kořenový adresář na adrese "%s"

source: Remove dir operation is no longer supported, just remove all the values in the directory
cs: Operace odstranění adresáře již není podporovaná, jednoduše odstraňte všechny hodnoty z adresáře

source: Failed to give up lock on XML dir "%s": %s
cs: Selhalo uvolnění zámku na adresář XML "%s": %s

source: %u items remain in the cache after cleaning already-synced items older than %u seconds
cs: %u položek zůstává ve vyrovnávací paměti po vyřazení již synchronizovaných položek starších než %u sekund
ja: %u ¸Ä¤Î¥¢¥¤¥Æ¥à¤¬ %u ÉÃ¤è¤ê¤â¸Å¤¤Æ±´ü¤·¤¿¥¢¥¤¥Æ¥à¤òºï½ü¤·¤¿¸å¤Î¥­¥ã¥Ã¥·¥å¤Ë»Ä¤Ã¤Æ¤¤¤Þ¤¹¡£

source: Error removing dir `%s': %s
cs: Chyba při odstraňování adresáře `%s': %s
ja: ¥Ç¥£¥ì¥¯¥È¥ê '%s' ¤Îºï½ü¤Ç¥¨¥é¡¼: %s

source: Resolved address "%s" to a writable config source at position %d
cs: Zjištěná adresa "%s" je přepisovatelný zdroj s nastavením na pozici %d

source: Resolved address "%s" to a read-only config source at position %d
cs: Zjištěná adresa "%s" je zdroj s nastavením pouze pro čtení na pozici %d

source: No configuration sources in the source path, configuration won't be saved; edit
cs: Na cestě se zdroji nebyly nalezeny žádné zdroje s nastavením, nastavení nebude uloženo; upravte
ja: ¥½¡¼¥¹¥Ñ¥¹¤ÎÃæ¤ËÀßÄê¥Õ¥¡¥¤¥ë¤¬¤¢¤ê¤Þ¤»¤ó¡£ÀßÄê¤ÏÊÝÂ¸¤µ¤ì¤Þ¤»¤ó¡£;ÊÔ½¸

source: Failed to write byte to pipe fd %d so client program may hang: %s
cs: Selhal zápis byte do roury s fd %d, klientský program může přestat reagovat: %s

source: Print all subdirectories and entries under a dir, recursively.
cs: Vypsat všechny podadresáře a záznamy v adresáři, rekurzivně.
ja: ¥Ç¥£¥ì¥¯¥È¥ê²¼¤Î¥¨¥ó¥È¥ê¤È¥µ¥Ö¥Ç¥£¥ì¥¯¥È¥ê¤ÎÁ´¤Æ¤òºÆµ¯Åª¤ËÉ½¼¨¤¹¤ë¡£

source: Ping option must be used by itself.
cs: Volbu ping lze použít pouze samostatně.
ja: Ping ¥ª¥×¥·¥ç¥ó¤Ï¤½¤ì¼«¿È¤Ç»È¤ï¤ì¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: --dir-exists option must be used by itself.
cs: Volbu --dir-exists lze použít pouze samostatně.
ja: --dir-exists ¥ª¥×¥·¥ç¥ó¤Ï ¤½¤ì¼«¿È¤Ç»È¤ï¤ì¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: --install-schema-file must be used by itself.
cs: Volbu --install-schema-file lze použít pouze samostatně.
ja: --install-schema-file ¤Ï¤½¤ì¼«¿È¤Ç»È¤ï¤ì¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: --makefile-install-rule must be used by itself.
cs: Volbu --makefile-install-rule lze použít pouze samostatně.
ja: --makefile-install-rule ¤Ï¤½¤ì¼«¿È¤Ç»È¤ï¤ì¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: --break-key must be used by itself.
cs: Volbu --break-key lze použít pouze samostatně.
ja: --break-key ¤Ï¤½¤ì¼«¿È¤Ç»È¤ï¤ì¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: --break-directory must be used by itself.
cs: Volbu --break-directory lze použít pouze samostatně.
ja: --break-directroy ¤Ï¤½¤ì¼«¿È¤Ç»È¤ï¤ì¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: You should use --direct when using a non-default configuration source
cs: Pokud používáte zdroj pro nastavení jiný než výchozí, měli byste použít volbu --direct

source: Must specify one or more dirs to recursively list.
cs: Musíte zadat jeden nebo více adresářů, které chcete rekurzivně vypsat.
ja: ºÆµ¢¥ê¥¹¥È¤Ë£±¤Ä°Ê¾å¤Î¥Ç¥£¥ì¥¯¥È¥ê¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: Must specify one or more dirs to get key/value pairs from.
cs: Musíte zadat jeden nebo více adresářů, že kterých chcete získat páry klíčů a jejich hodnot.
ja: ¥­¡¼/ÃÍ¤Î¥Ú¥¢¤ò¼èÆÀ¤¹¤ë¤¿¤á¤Ë¤Ï£±°Ê¾å¤Î¥Ç¥£¥ì¥¯¥È¥ê¤Î»ØÄê¤¬É¬Í×¤Ç¤¹¡£

source: Must specify one or more dirs to get subdirs from.
cs: Musíte zadat jeden nebo více adresářů, ze kterých chcete získat podadresáře.
ja: ¥µ¥Ö¥Ç¥£¥ì¥¯¥È¥ê¤ò¼èÆÀ¤¹¤ë¤¿¤á¤Ë£±¤Ä°Ê¾å¤Î¥Ç¥£¥ì¥¯¥È¥ê¤Î»ØÄê¤¬É¬Í×¤Ç¤¹¡£

source: WARNING: node <%s> not understood below <schemalist>
cs: VAROVÁNÍ: Uzel <%s> není pod <schemalist> srozumitelný
ja: ·Ù¹ð: ¥Î¡¼¥É <%s> ¤Ï <schemalist> ¤Ç¤Ï²òÀÏ¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£

source: Document `%s' has the wrong type of root node (<%s>, should be <gconfschemafile>)
cs: Dokument `%s' má chybný typ kořenového uzlu (<%s>, mělo by být <gconfschemafile>)
ja: ¥É¥­¥å¥á¥ó¥È '%s' ¤Î¥ë¡¼¥È¥Î¡¼¥É¤Î·¿¤¬´Ö°ã¤Ã¤Æ¤¤¤Þ¤¹¡£( <%s>¤Ï<gconfschemafile>)

source: Document `%s' has no top level <gconfschemafile> node
cs: Dokument `%s' nemá kořenový uzel <gconfschemafile>
ja: ¥É¥­¥å¥á¥ó¥È '%s' ¤Ë¤Ï¥È¥Ã¥×¥ì¥Ù¥ë <gconfshemafile> ¥Î¡¼¥É¤¬¤¢¤ê¤Þ¤»¤ó¡£

source: WARNING: node <%s> below <gconfschemafile> not understood
cs: VAROVÁNÍ: Uzel <%s> pod <gconfschemafile> není srozumitelný
ja: ·Ù¹ð: <gconfshemafile> ²¼¤Î¥Î¡¼¥É <%s> ¤Ï²òÀÏ¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£

source: Can't read from or write to the XML root directory in the address `%s'
ja: ¥¢¥É¥ì¥¹ '%s' Ãæ¤Î XML ¥ë¡¼¥È¥Ç¥£¥ì¥¯¥È¥ê¤Ø¤ÎÆÉ¤ß¼è¤ê/½ñ¤­¹þ¤ß¤¬¤Ç¤­¤Þ¤»¤ó¡£

source: Failed to give up lock on XML dir `%s': %s
ja: XML ¾å¤Î¥Ç¥£¥ì¥¯¥È¥ê '%s' ¤Î¥í¥Ã¥¯¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s

source: Unsynced directory deletions when shutting down XML backend
ja: XML ¥Ð¥Ã¥¯¥¨¥ó¥É¥â¥¸¥å¡¼¥ë¤ò½ªÎ»¤·¤¿¾ì¹ç¡¢Æ±´ü¤·¤¿¥Ç¥£¥ì¥¯¥È¥ê¤òºï½ü¤·¤Þ¤¹¡£

source: Failed to delete `%s': %s
ja: '%s' ¤Îºï½ü¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s

source: Toplevel node in XML file `%s' is not an <entry>, ignoring
ja: XML ¥Õ¥¡¥¤¥ë '%s' ¤ÎÃæ¤Î¥È¥Ã¥×¥ì¥Ù¥ë¥Î¡¼¥É¤¬ 1 ¤Ä¤Î <entry> ¤Ç¤Ï¤¢¤ê¤Þ¤»¤ó¡£Ìµ»ë¤·¤Þ¤¹¡£
