Repository: hyperair/gconf-gdbus
Catalog: po/*.po
Languages: cs, ja, ro

source: gconfd compiled with debugging; trying to load gconf.path from the source directory
cs: program gconfd byl sestaven s podporou ladění; pokouším se načíst soubor gconf.path ze zdrojového adresáře
ja: ¥Ç¥Ð¥Ã¥°¾ðÊóÉÕ¤­¤Ç¥³¥ó¥Ñ¥¤¥ë¤µ¤ì¤¿ gconfd; ¥½¡¼¥¹¥Ç¥£¥ì¥¯¥È¥ê¤«¤é gconf.path ¤òÆÉ¤ß¹þ¤â¤¦¤È¤·¤Æ¤¤¤Þ¤¹¡£
ro: gconfd a fost compilat cu opţiuni de depanare, încerc să încarc gconf.path din directorul sursă

source: No configuration files found, trying to use the default config source `%s'
cs: Nebyly nalezeny žádné soubory s nastavením, pokusím se použít výchozí zdroj s nastavením `%s'
ja: ÀßÄê¥Õ¥¡¥¤¥ë¤¬¸«¤Ä¤«¤ê¤Þ¤»¤ó¡£¥Ç¥Õ¥©¥ë¥ÈÀßÄê¥Õ¥¡¥¤¥ë '%s' ¤ò»È¤ª¤¦¤È¤·¤Æ¤¤¤Þ¤¹¡£
ro: Nu s-a găsit nici un fişier cu configurări, încerc să utilizez sursa de configurări implicită „%s”

source: No configuration sources in the source path, configuration won't be saved; edit %s
ro: Nici o sursă de configurări în calea surselor, configurarea nu va fi salvată, editaţi %s

source: Error loading some config sources: %s
cs: Chyba při načítání některých zdrojů s nastavením: %s
ja: ´ö¤Ä¤«¤ÎÀßÄê¥Õ¥¡¥¤¥ë¤ÎÆÉ¤ß¹þ¤ß¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Eroare la încărcarea unor fişiere cu configurări: %s

source: No config source addresses successfully resolved, can't load or store config data
cs: Nebyly úspěšně nalezeny žádné adresy zdrojů s nastavením, nelze načíst nebo ukládat data s nastavením
ja: ÀßÄê¥Õ¥¡¥¤¥ë¤Ï¥¢¥É¥ì¥¹¤ò»Ý¤¯²ò·è¤·¤Æ¤¤¤Þ¤»¤ó. ¥Ç¡¼¥¿¤ÎÆÉ¤ß¹þ¤ß¤Þ¤¿¤ÏÊÝÂ¸¤¬¤Ç¤­¤Þ¤»¤ó.
ro: Nu s-a rezolvat cu succes nici o adresă a unei surse de configurări. Nu pot încărca sau salva datele de configurare

source: No writable config sources successfully resolved, may not be able to save some configuration changes
cs: Nebyly úspěšně nalezeny žádné zapisovatelné zdroje s nastavením, některé změny v nastavení nebude možné uložit
ja: »Ý¤¯²ò·è¤µ¤ì¤¿½ñ¤­¹þ¤ß²ÄÇ½¤ÊÀßÄê¥Õ¥¡¥¤¥ë¤Ç¤Ï¤Ê¤¤¤Î¤Ç, ´ö¤Ä¤«¤ÎÀßÄê¤òÊÝÂ¸¤Ç¤­¤Ê¤¤¤«¤â¤·¤ì¤Þ¤»¤ó.
ro: Nici o sursă de configurare neprotejată la scriere nu a fost rezolvată cu succes. S-ar putea să nu pot salva unele schimbări ale configurărilor

source: Received signal %d, dumping core. Please report a GConf bug.
cs: Obdržen signál %d, zapisuji soubor core. Nahlaste prosím chybu v programu GConf.
ro: Am primit semnalul %d, scriu fişierul „core”. Raportaţi acest bug GConf.

source: Received signal %d, shutting down abnormally. Please file a GConf bug report.
cs: Obdržen signál %d, provádím mimořádné ukončení. Nahlaste prosím chybu v programu GConf.
ro: Am primit semnalul %d, închidere anormală. Raportaţi acest bug GConf.

source: Received signal %d, shutting down cleanly
cs: Obdržen signál %d, provádím řádné ukončení.
ja: ¥·¥°¥Ê¥ë %d ¤ò¼õ¤±¼è¤ê¤Þ¤·¤¿¡£¥·¥ã¥Ã¥È¥À¥¦¥ó¤·¤Þ¤¹
ro: Am primit semnalul %d, închidere normal

source: Failed to open %s: %s
ro: Nu am reuşit să deschid %s: %s

source: Owner of %s is not the current user
ro: Deţinătorul %s nu este utilizatorul curent

source: Bad permissions %lo on directory %s
ro: Drepturi greşite %lo pentru directorul %s

source: starting (version %s), pid %u user '%s'
cs: startuji (verze %s), pid %u, uživatel '%s'
ja: µ¯Æ°Ãæ (¥Ð¡¼¥¸¥ç¥ó %s), PID %u ¥æ¡¼¥¶¡¼ '%s'
ro: încep (versiunea %s), pid %u utilizator „%s”

source: Failed to get object reference for ConfigServer
cs: Selhalo získání odkazu na objekt pro ConfigServer
ja: ÀßÄê¥µ¡¼¥Ð¡¼ÍÑ¤Î¥ª¥Ö¥¸¥§¥¯¥È¥ê¥Õ¥¡¥ì¥ó¥¹¤Î¼èÆÀ¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£
ro: Nu am reuşit să obţin o referinţă obiect pentru „ConfigServer”

source: Failed to create %s: %s
cs: Nelze vytvořit %s: %s
ro: Nu am reuşit să creez %s: %s

source: Directory %s has a problem, gconfd can't use it
ro: Directorul %s are o problemă, gconfd nu poate să-l utilizeze

source: Failed to write byte to pipe file descriptor %d so client program may hang: %s
ro: Nu am reuşit să scriu octetul către descriptorul fişierului „pipe” %d. Programul client s-ar putea să se blocheze: %s

source: Failed to get lock for daemon, exiting: %s
cs: Nepodařilo se získat zámek pro démona, končím: %s
ro: Încercarea de obţine un fişier „lock” pentru daemon a eşuat. Ies: %s

source: Error releasing lockfile: %s
cs: Chyba při uvolnění souboru zámku: %s
ro: Eroarea la eliminarea fişierului „lock”: %s

source: Exiting
cs: Končím
ja: ½ªÎ»¤·¤Þ¤¹¡£
ro: Ies

source: SIGHUP received, reloading all databases
ro: SIGHUP recepţionat, reîncarc toate bazele de date

source: GConf server is not in use, shutting down.
cs: Server GConf se nepoužívá, končím.
ro: Serverul GConf nu este utilizat, închid.

source: Error obtaining new value for `%s': %s
ro: Eroare la obţinerea unei valori noi pentru „%s”: %s

source: Returning exception: %s
cs: Vracím výjimku: %s
ja: ÊÖ¤µ¤ì¤¿Îã³°: %s
ro: Returnez excepţia: %s

source: Failed to open gconfd logfile; won't be able to restore listeners after gconfd shutdown (%s)
cs: Nelze otevřít soubor se záznamy gconfd; nebude možné obnovit listenery po ukončení programu gconfd (%s)
ja: gconfd ¥í¥°¥Õ¥¡¥¤¥ë¤Î¥ª¡¼¥×¥ó¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: gconf ¤ò¥·¥ã¥Ã¥È¥À¥¦¥ó¤·¤¿¸å¤Ë¥í¥°¤òÉü³è¤¹¤ë¤³¤È¤Ï¤Ç¤­¤Þ¤»¤ó (%s)
ro: Nu am reuşit să deschid fişierul înregistrărilor gconfd. Nu voi putea restaura fişierele „listener” după închiderea gconfd (%s)

source: Failed to close gconfd logfile; data may not have been properly saved (%s)
cs: Selhalo uzavření souboru se záznamy gconfd; data nemusí být řádně uložena (%s)
ja: gconfd ¥í¥°¥Õ¥¡¥¤¥ë¤Î¥¯¥í¡¼¥º¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: ¤ª¤½¤é¤¯¥Ç¡¼¥¿¤ÏÊÝÂ¸¤µ¤ì¤Þ¤»¤ó (%s)
ro: Nu am reuşit să închid fişierul înregistrărilor gconfd. S-ar putea ca unele date să nu fi fost salvate corect (%s)

source: Could not open saved state file '%s' for writing: %s
cs: Nelze otevřít soubor s uloženým stavem '%s' pro zápis: %s
ja: ¾õÂÖÊÝ»ý¥Õ¥¡¥¤¥ë '%s' ¤ò½ñ¤­¹þ¤ß¥â¡¼¥É¤Ç³«¤±¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: Nu am reuşit să deschid pentru scriere fişierul cu starea salvată „%s”: %s

source: Could not write saved state file '%s' fd: %d: %s
cs: Nelze zapsat soubor s uloženým stavem '%s', fd: %d: %s
ja: ¾õÂÖÊÝ»ý¥Õ¥¡¥¤¥ë '%s' ¤Ë½ñ¤­¹þ¤á¤Þ¤»¤ó¤Ç¤·¤¿¡¡fd: %d: %s
ro: Nu pot scrie în fişierul cu starea salvată „%s” fd: %d: %s

source: Failed to close new saved state file '%s': %s
cs: Nelze zavřít nový soubor s uloženým stavem '%s': %s
ja: ¿·¤·¤¤¾õÂÖÊÝ»ý¥Õ¥¡¥¤¥ë '%s' ¤òÊÄ¤¸¤ë¤Î¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să închid noul fişier de salvare a stării „%s”: %s

source: Could not move aside old saved state file '%s': %s
cs: Nelze odsunout bokem starý soubor s uloženým stavem '%s': %s
ja: ¸Å¤¤¾õÂÖÊÝ»ý¥Õ¥¡¥¤¥ë '%s' ¤òÊÌ¤Î¾ì½ê¤Ë°ÜÆ°¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿: %s
ro: Nu pot înlătura vechiul fişier de salvare a stării „%s”: %s

source: Failed to move new save state file into place: %s
cs: Nelze přesunout na místo nový soubor s uloženým stavem: %s
ja: ¿·¤·¤¤¾õÂÖÊÝ»ý¥Õ¥¡¥¤¥ë¤Î°ÜÆ°¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să mut noul fişier de salvare a stării la locul său: %s

source: Failed to restore original saved state file that had been moved to '%s': %s
cs: Nelze obnovit původní soubor s uloženým stavem, který byl přesunut do '%s': %s
ja: '%s' ¤Ë°ÜÆ°¤·¤¿¾õÂÖÊÝ»ý¥Õ¥¡¥¤¥ë¤ÎÉüµ¢¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu am reuşit să restaurez fişierul original de salvare a stării. A fost mutat în „%s”: %s

source: Unable to restore a listener on address '%s', couldn't resolve the database
cs: Nepodařilo se obnovit listener na adrese '%s', není možné zjistit adresu databáze
ja: ¥¢¥É¥ì¥¹ '%s' ¤Î¥ê¥¹¥Ê¡¼¤ÎÉüµ¢¤¬¤Ç¤­¤Þ¤»¤ó¡£¥Ç¡¼¥¿¥Ù¡¼¥¹¤ò²ò·è¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿
ro: Nu am reuşit să restaurez un „listener” la adresa „%s”. Nu am reuşit să rezolv baza de date.

source: Error reading saved state file: %s
cs: Chyba při čtení souboru s uloženým stavem: %s
ro: Eroare la citirea fişierului cu starea salvată: %s

source: Unable to open saved state file '%s': %s
cs: Nelze otevřít soubor s uloženým stavem `%s': %s
ja: ¾õÂÖÊÝ»ý¥Õ¥¡¥¤¥ë '%s' ¤Î¥ª¡¼¥×¥ó¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s
ro: Nu reuşesc să deschid fişierul de salvare a stării „%s”: %s

source: Failed to log addition of listener to gconfd logfile; won't be able to re-add the listener if gconfd exits or shuts down (%s)
cs: Selhalo zaznamenání přidání listenera do záznamového souboru gconfd; nebude možné listenera znovu přidat, pokud bude program gconfd ukončen (%s)
ja: gconfd ¥í¥°¥Õ¥¡¥¤¥ë¤Ø¤Î¥í¥°¤ÎÄÉ²Ã¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£gconfd ¤ò½ªÎ»¤Þ¤¿¤Ï¥·¥ã¥Ã¥È¥À¥¦¥ó¤·¤¿¤é¥ê¥¹¥Ê¡¼¤ÎÄÉ²Ã¤Ï¤Ç¤­¤Þ¤»¤ó (%s)
ro: Nu am reuşit să înregistrez un „listener” în fişierul gconfd. Nu voi reuşi să readaug acest „listener” dacă gconfd iese sau este închis (%s)

source: Failed to log removal of listener to gconfd logfile; might erroneously re-add the listener if gconfd exits or shuts down (%s)
cs: Selhalo zaznamenání odstranění listenera do záznamového souboru gconfd; listener může být znovu chybně přidán, pokud bude program gconfd ukončen (%s)
ja: gconfd ¥í¥°¥Õ¥¡¥¤¥ë¤Ø¤Î¥í¥°¤Îºï½ü¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£gconfd ¤ò½ªÎ»¤Þ¤¿¤Ï¥·¥ã¥Ã¥È¥À¥¦¥ó¤·¤¿¤é¥ê¥¹¥Ê¡¼¤ÎºÆÄÉ²Ã¤Ï¥¨¥é¡¼¤Ë¤Ê¤ë¤«¤â¤·¤ì¤Þ¤»¤ó (%s)
ro: Nu am reuşit să înregistrez eliminarea unui „listener” în fişierul gconf. S-ar putea să readaug eronat acest „listener” dacă gconfd iese sau este închis (%s)

source: Failed to get IOR for client: %s
cs: Nelze získat IOR pro klienta: %s
ro: Nu am reuşit sa obţin IOR pentru clientul: %s

source: Failed to open saved state file: %s
cs: Nelze otevřít soubor s uloženým stavem: %s
ro: Nu am reuşit să deschid fişierul de salvare a stării: %s

source: Failed to write client add to saved state file: %s
cs: Nelze zaznamenat přidání klienta do souboru s uloženým stavem: %s
ro: Nu am reuşit să scriu adăugarea unui client în fişierul de salvare a stării: %s

source: Failed to flush client add to saved state file: %s
cs: Nelze zapsat (flush) přidání klienta do souboru s uloženým stavem: %s
ro: Nu am reuşit să finalizez adăugarea unui client în fişierul de salvare a stării: %s

source: Some client removed itself from the GConf server when it hadn't been added.
cs: Nějaký klient se odstranil ze serveru GConf, ale nebyl předtím přidán.
ro: Un client a încercat să se şteargă din serverul GConf, deşi nu a fost adăugat

source: Set a key to a value and sync. Use with --type.
cs: Nastavit klíč na hodnotu a provést synchronizaci. Použít s --type.
ja: "--type" ¤ò»È¤Ã¤Æ¡¢ÃÍ¤ËÂÐ¤¹¤ë¥­¡¼¤ò¥»¥Ã¥È¤·Æ±´ü¤·¤Þ¤¹¡£
ro: Setează o cheie la o anumită valoare şi sincronizează. Se utilizează cu --type.

source: Print the value of a key to standard output.
cs: Vypsat hodnotu klíče na standardní výstup.
ja: É¸½à½ÐÎÏ¤Ë¥­¡¼¤ÎÃÍ¤òÉ½¼¨¤·¤Þ¤¹¡£
ro: Arată valoarea unei chei în ieşirea standard.

source: Set a schema and sync. Use with --short-desc, --long-desc, --owner, and --type.
cs: Nastavit schéma a provést synchronizaci. Použít s --short-desc, --long-desc, --owner, a --type.
ja: "--short-desc, --long-desc, --owner, --type" ¤ò»È¤Ã¤Æ¥¹¥­¡¼¥Þ¤ò¥»¥Ã¥È¤·¤ÆÆ±´ü¤·¤Þ¤¹¡£
ro: Setează o schemă şi sincronizează. Se utilizează cu --short-desc, --long-desc, --owner şi --type.

source: Unset the keys on the command line
cs: Vymazat klíče z příkazového řádku
ja: ¥³¥Þ¥ó¥É¥é¥¤¥ó¤Ç¥­¡¼¤òÌµ¸ú¤Ë¤·¤Þ¤¹¡£
ro: Resetează chei din linia de comandă

source: Recursively unset all keys at or below the key/directory names on the command line
cs: Rekurzivně vymazat všechny klíče na nebo pod klíčem/adresářem z příkazové řádky
ro: Resetează recursiv toate cheile din sau dedesubtul cheii sau directorului din linia de comandă

source: Print all key/value pairs in a directory.
cs: Vypsat všechny páry klíčů a jejich hodnot v adresáři.
ja: ¥Ç¥£¥ì¥¯¥È¥êÃæ¤ÎÁ´¤Æ¤Î¥­¡¼¤ÈÃÍ¤Î¥Ú¥¢¤òÉ½¼¨¤·¤Þ¤¹¡£
ro: Arată toate perechile de chei/valori dintr-un director.

source: Print all subdirectories in a directory.
cs: Vypsat všechny podadresáře v adresáři.
ja: ¥Ç¥£¥ì¥¯¥È¥êÃæ¤ÎÁ´¤Æ¤Î¥µ¥Ö¥Ç¥£¥ì¥¯¥È¥ê¤òÉ½¼¨¤·¤Þ¤¹¡£
ro: Arată toate subdirectoarele dintr-un director.

source: Dump to standard output an XML description of all entries under a directory, recursively.
ro: Arată în ieşirea standard o descriere XML a tuturor intrărilor dintr-un director, recursiv

source: Load from the specified file an XML description of values and set them relative to a directory.
ro: Încarcă din fişierul specificat o descriere XML a valorilor şi setează-le relativ la un director.

source: Unload a set of values described in an XML file.
ro: Descarcă un set de valori descris în fişierul XML.

source: Print all subdirectories and entries under a directory, recursively.
ro: Arată toate subdirectoarele şi intrările dintr-un director, recursiv.

source: Return 0 if the directory exists, 2 if it does not.
cs: Vrátit 0 pokud adresář existuje, 2 pokud ne.
ja: ¥Ç¥£¥ì¥¯¥È¥ê¤¬Â¸ºß¤·¤¿¤é 0 ¤òÊÖ¤·¡¢Â¸ºß¤·¤Ê¤±¤ì¤Ð 2 ¤òÊÖ¤·¤Þ¤¹¡£
ro: Returnează 0 dacă directorul există şi 2 dacă nu există.

source: Shut down gconfd. DON'T USE THIS OPTION WITHOUT GOOD REASON.
cs: Ukončit program gconfd. NEPOUŽÍVEJTE TUTO VOLBU BEZDŮVODNĚ.
ja: gconfd ¤ò¥·¥ã¥Ã¥È¥À¥¦¥ó¤·¤Þ¤¹¡£ÍýÍ³Ìµ¤·¤Ë¤³¤Î¥ª¥×¥·¥ç¥ó¤ò»ÈÍÑ¤·¤Ê¤¤¤³¤È!!
ro: Închide gconfd. NU UTILIZAŢI ACEASTĂ OPŢIUNE FĂRĂ UN MOTIV ÎNTEMEIAT.

source: Return 0 if gconfd is running, 2 if not.
cs: Vrátit 0, pokud program gconfd běží, 2 pokud ne.
ja: ¤â¤· gconfd ¤¬µ¯Æ°Ãæ¤Ê¤é¤Ð 0 ¤òÊÖ¤·¡¢¤½¤¦¤Ç¤Ê¤±¤ì¤Ð 2 ¤òÊÖ¤·¤Þ¤¹¡£
ro: Returneaza 0 dacă gconfd este pornit, 2 dacă nu.

source: Launch the config server (gconfd). (Normally happens automatically when needed.)
cs: Spustit server pro nastavení (gconfd). (Normálně se tak děje automaticky, pokud je to potřeba).
ja: gcnofd ÀßÄê¥µ¡¼¥Ð¡¼¤òÎ©¤Á¾å¤²¤Þ¤¹¡£(ÉáÄÌ¤ÏÉ¬Í×¤Ë±þ¤¸¤Æ¼«Æ°Åª¤Ëµ¯Æ°¤·¤Þ¤¹¡£)
ro: Porneşte serverul configurărilor (gconfd). (În mod obişnuit se porneşte automat la nevoie.)

source: Specify the type of the value being set, or the type of the value a schema describes. Unique abbreviations OK.
cs: Typ nastavované hodnoty, nebo typ hodnoty popisované schématem. Jednoznačné zkratky jsou povoleny.
ja: ¥»¥Ã¥È¤¹¤ëÃÍ¤Î·¿¤Þ¤¿¤Ï¥¹¥­¡¼¥Þ¤Î·¿¤ò»ØÄê¤·¤Æ²¼¤µ¤¤¡£½ÅÊ£¤·¤Ê¤±¤ì¤Ð¾ÊÎ¬·Á¤â OK ¤Ç¤¹¡£
ro: Specifică tipul valorii setate sau tipul valorii descrise de o schemă. Abrevierile unice sunt OK.

source: Print the data type of a key to standard output.
ro: Arată tipul datelor dintr-o cheie în ieşirea standard.

source: Get the number of elements in a list key.
ro: Obţine numărul elementelor dintr-o listă de chei

source: Get a specific element from a list key, numerically indexed.
ro: Obţine un element anume dintr-o listă de chei indexată numeric.

source: Specify the type of the list value being set, or the type of the value a schema describes. Unique abbreviations OK.
cs: Typ nastavované hodnoty seznamu, nebo typ hodnoty popisované schématem. Jednoznačné zkratky jsou povoleny.
ja: ¥»¥Ã¥È¤¹¤ë¥ê¥¹¥È¤Î·¿¤Þ¤¿¤Ïµ­½Ò¤¹¤ë¥¹¥­¡¼¥Þ¤Î·¿¤ò»ØÄê¤·¤Æ²¼¤µ¤¤. ½ÅÊ£¤·¤Ê¤±¤ì¤Ð¾ÊÎ¬·Á¤â OK ¤Ç¤¹.
ro: Specifică tipul valorii listei setate sau tipul valorii descrise de schemă. Abrevierile unice sunt OK.

source: Specify the type of the car pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
cs: Typ nastavovaného páru hodnot car, nebo typ hodnoty popisované schématem. Jednoznačné zkratky jsou povoleny.
ja: ¥»¥Ã¥È¤¹¤ë car ¥Ú¥¢¤Î·¿¤Þ¤¿¤Ïµ­½Ò¤¹¤ë¥¹¥­¡¼¥Þ¤Î·¿¤ò»ØÄê¤·¤Æ²¼¤µ¤¤¡£½ÅÊ£¤·¤Ê¤±¤ì¤Ð¾ÊÎ¬·Á¤â OK ¤Ç¤¹¡£
ro: Specifică tipul perechii „car” setată sau tipul valorii descrise de schemă. Abrevierile unice sunt OK.

source: Specify the type of the cdr pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
cs: Typ nastavovaného páru hodnot cdr, nebo typ hodnoty popisované schématem. Jednoznačné zkratky jsou povoleny.
ja: ¥»¥Ã¥È¤¹¤ë cdr ¥Ú¥¢¤Î·¿¤Þ¤¿¤Ï¥¹¥­¡¼¥Þ¤Î·¿¤ò»ØÄê¤·¤Æ²¼¤µ¤¤¡£½ÅÊ£¤·¤Ê¤±¤ì¤Ð¾ÊÎ¬·Á¤â OK ¤Ç¤¹¡£
ro: Specifică tipul valorii perechii „cdr” setate sau tipul valorii descrise de schemă. Abrevierile unice sunt OK.

source: Specify a short half-line description to go in a schema.
cs: Krátký popis na půl řádky, který bude uložen ve schématu.
ja: ¥¹¥­¡¼¥Þ¤ÎÃæ¤ÇÀè¤Ë¿Ê¤à¤¿¤á¤ÎÈ¾Àþ¤ÎÀâÌÀ¤ò»ØÄê¤·¤Æ²¼¤µ¤¤¡£
ro: Specifică o scurtă descriere de o jumătate de rând ce va intra în schemă.

source: DESCRIPTION
cs: POPIS
ja: ÀâÌÀ
ro: DESCRIERE

source: Specify a several-line description to go in a schema.
cs: Několikařádkový popis, který bude uložen ve schématu.
ja: ¥¹¥­¡¼¥Þ¤ÎÃæ¤ÇÀè°Ñ¿Ê¤à¤¿¤á¤ÎÅÀÀþ¤ÎÀâÌÀ¤ò»ØÄê¤·¤Æ²¼¤µ¤¤¡£
ro: Specifică o descriere de câteva rânduri ce va intra în schemă.

source: Specify the owner of a schema
cs: Vlastník schématu
ja: ¥¹¥­¡¼¥Þ¤Î¥ª¡¼¥Ê¡¼¤ò»ØÄê¤·¤Æ²¼¤µ¤¤¡£
ro: Specifică deţinătorul schemei

source: OWNER
cs: VLASTNÍK
ja: ¥ª¡¼¥Ê¡¼
ro: DEŢINĂTOR

source: Specify a schema file to be installed
cs: Soubor se schématem k instalaci
ja: ¥¤¥ó¥¹¥È¡¼¥ë¤¹¤ë¥¹¥­¡¼¥Þ¥Õ¥¡¥¤¥ë¤ò»ØÄê¤·¤Æ¤¯¤À¤µ¤¤¡£
ro: Specifică un fişier schemă ce va fi instalat

source: FILENAME
cs: NÁZEVSOUBORU
ja: ¥Õ¥¡¥¤¥ëÌ¾
ro: NUME_FIŞIER

source: Specify a configuration source to use rather than the default path
cs: Zdroj s nastavením použitý místo výchozí cesty
ja: ¥Ç¥Õ¥©¥ë¥È¥Ñ¥¹¤è¤ê¤â¤à¤·¤í»ÈÍÑ¤¹¤ë¤¿¤á¤ÎÀßÄê¥½¡¼¥¹¤ò»ØÄê¤·¤Æ²¼¤µ¤¤¡£
ro: Specifică o sursă de configurări de utilizat în locul căii implicite

source: SOURCE
cs: ZDROJ
ro: SURSĂ

source: Access the config database directly, bypassing server. Requires that gconfd is not running.
cs: Přistupovat do databáze s nastavením přímo, bez účasti serveru. Vyžaduje, aby neběžel program gconfd.
ja: ¥Ð¥¤¥Ñ¥¹¤·¤Æ¤¤¤ë¥µ¡¼¥Ð¡¼¤ÎÀßÄê¥Ç¡¼¥¿¥Ù¡¼¥¹¤ËÄ¾ÀÜ¥¢¥¯¥»¥¹¤·¤Æ²¼¤µ¤¤¡£gconfd ¤¬µ¯Æ°¤·¤Æ¤¤¤Ê¤¤¤³¤È¤¬¾ò·ï¤Ç¤¹¡£
ro: Accesează direct baza de date cu configurări, evitând serverul. E necesar ca gconfd să nu fie pornit.

source: Properly installs schema files on the command line into the database. GCONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
cs: Řádně instaluje soubory se schématy z příkazového řádku do databáze. Proměnná prostředí GCONF_CONFIG_SOURCE by měla být nastavena buď na zdroj s nastavením jiný než výchozí, nebo na prázdný řetězec pokud se má použít zdroj výchozí.
ja: ¥³¥Þ¥ó¥É¥é¥¤¥ó¤«¤é¥Ç¡¼¥¿¥Ù¡¼¥¹¤Ë¥¹¥­¡¼¥Þ¥Õ¥¡¥¤¥ë¤òÀµ¤·¤¯¥¤¥ó¥¹¥È¡¼¥ë¤·¤Æ²¼¤µ¤¤. ´Ä¶­ÊÑ¿ô GCONF_CONFIG_SOURCE ¤Ï¥Ç¥Õ¥©¥ë¥È¤Ç¤Ê¤¤ÀßÄê¥½¡¼¥¹¤ËÀßÄê¤µ¤ì¤Æ¤¤¤ë¤«, ¤â¤·¤¯¤Ï¥Ç¥Õ¥©¥ë¥È¤È¤·¤Æ¶õ¤ÎÊ¸»úÎó¤¬ÀßÄê¤µ¤ì¤Æ¤¤¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹.
ro: Instalează corect fişiere schemă în baza de date din linia de comandă. Variabila de mediu GCONF_CONFIG_SOURCE trebuie setată către o sursă de configurări neimplicită sau setată cu o valoare nulă pentru a utiliza sursa implicită.

source: Properly uninstalls schema files on the command line from the database. GCONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
ro: Dezinstalează corect fişiere schemă din baza de date în linia de comandă. Variabila de mediu GCONF_CONFIG_SOURCE trebuie setată către o sursă de configurări neimplicită sau setată cu o valoare nulă pentru a utiliza sursa implicită.

source: Torture-test an application by setting and unsetting a bunch of values of different types for keys on the command line.
cs: Tvrdě testovat aplikaci nastavením a odstraněním řady hodnot pro různé typy klíčů z příkazové řádky.
ja: ¥³¥Þ¥ó¥É¥é¥¤¥ó¾å¤Ç¥­¡¼¤Î°Û¤Ê¤ë·¿¤ÎÃÍ¤Î¤Þ¤È¤Þ¤ê¤òÀßÄê/Ì¤ÀßÄê¤¹¤ë»ö¤Ë¤è¤ê¥¢¥×¥ê¥±¡¼¥·¥ç¥ó¤ò¥Æ¥¹¥È¤Ç¤­¤Þ¤¹¡£
ro: Testează intensiv o aplicaţie setându-i şi resetându-i din linia de comandă un număr de valori de diferite tipuri pentru cheile sale.

source: Torture-test an application by setting and unsetting a bunch of keys inside the directories on the command line.
cs: Tvrdě testovat aplikaci nastavením a odstraněním řady klíčů uvnitř adresářů z příkazové řádky.
ja: ¥³¥Þ¥ó¥É¥é¥¤¥ó¾å¤Ç¥Ç¥£¥ì¥¯¥È¥êÆâÉô¤Î¥­¡¼¤Î¤Þ¤È¤Þ¤ê¤òÀßÄê/Ì¤ÀßÄê¤Ë¤¹¤ë»ö¤Ë¤è¤ê¥¢¥×¥ê¥±¡¼¥·¥ç¥ó¤ò¥Æ¥¹¥È¤Ç¤­¤Þ¤¹¡£
ro: Testează intensiv o aplicaţie setându-i şi resetându-i din linia de comandă un număr de chei din diferite directoare.

source: Get the short doc string for a key
cs: Získat krátký dokumentační řetězec pro klíč
ro: Obţine şirul lung de descriere pentru o cheie

source: Get the long doc string for a key
cs: Získat dlouhý dokumentační řetězec pro klíč
ro: Obţine şirul scurt de descriere pentru o cheie

source: Get the name of the schema applied to this key
cs: Získat název schématu použitého pro tento klíč
ro: Obţine numele schemei aplicate acestei chei

source: Specify the schema name followed by the key to apply the schema name to
cs: Zadejte název schématu a následně klíč, na který se má tento název použít
ro: Specifică numele schemei urmat de cheia căreia i se va aplica numele schemei

source: Remove any schema name applied to the given keys
cs: Odstranit všechny názvy schémat použité pro dané klíče
ro: Şterge orice nume de schemă aplicat cheilor date

source: Ignore schema defaults when reading values.
ro: Ignoră setările implicite ale schemei la citirea valorilor.

source: Get the name of the default source
cs: Získat název výchozího zdroje
ro: Obţine numele sursei implicite

source: Print version
cs: Zobrazit verzi
ro: Arată versiunea

source: Can't get and set/unset simultaneously
cs: Nelze najednou získat hodnotu a zároveň ji měnit/mazat
ja: ¼èÆÀ¤ÈÀßÄê/Ì¤ÀßÄê¤òÆ±»þ¤Ë¤Ï¼Â¹Ô¤Ç¤­¤Þ¤»¤ó¡£
ro: Nu pot obţine şi seta/reseta în acelaşi timp

source: Can't set and get/unset simultaneously
cs: Nelze najednou měnit hodnotu a zároveň ji získat/mazat
ja: ÀßÄê¤È¼èÆÀ/Ì¤ÀßÄê¤òÆ±»þ¤Ë¤Ï¼Â¹Ô¤Ç¤­¤Þ¤»¤ó¡£
ro: Nu pot seta şi obţine/reseta în acelaşi timp

source: Can't get type and set/unset simultaneously
ro: Nu pot obţine tipul şi seta/reseta în acelaşi timp

source: Can't use --all-entries with --get or --set
cs: Nelze použít volbu --all-entries zároveň s --get nebo --set
ro: Nu se poate utiliza --all-entries cu --get sau --set

source: Can't use --all-dirs with --get or --set
cs: Nelze použít volbu --all-dirs zároveň s --get nebo --set
ja: --get ¤Þ¤¿¤Ï --set ¤È°ì½ï¤Ë --all-dirs ¤Ï»È¤¨¤Þ¤»¤ó¡£
ro: Nu se poate utiliza --all-dirs cu --get sau --set

source: --recursive-list should not be used with --get, --set, --unset, --all-entries, or --all-dirs
cs: Volba --recursive-list by neměla být použita s --get, --set, --unset, --all-entries, nebo --all-dirs
ro: --recursive-list nu ar trebui utilizat cu --get, --set, --unset, --all-entries sau --all-dirs

source: --set_schema should not be used with --get, --set, --unset, --all-entries, --all-dirs
cs: Volba --set_schema by neměla být použita s --get, --set, --unset, --all-entries, --all-dirs
ro: --set_schema nu ar trebui utilizat cu --get, --set, --unset, --all-entries, --all-dirs

source: Value type is only relevant when setting a value
cs: Typ hodnoty je relevantní pouze při nastavování hodnoty
ja: ÃÍ¤òÀßÄê¤¹¤ë¾ì¹ç¤ÏÃÍ¤Î·¿¤¬´ØÏ¢¤·¤Æ¤¤¤ë¤À¤±¤ÇÎÉ¤¤¤Ç¤¹¡£
ro: Tipul valorii este relevant doar la setarea unei valori

source: Must specify a type when setting a value
cs: Při nastavování hodnoty je nutné zadat typ
ja: ÃÍ¤òÀßÄê¤¹¤ë¾ì¹ç¤Ï·¿¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie specificat un tip la setarea unei valori

source: --ignore-schema-defaults is only relevant with --get, --all-entries, --dump, --recursive-list, --get-list-size or --get-list-element
ro: --ignore-schema-defaults este relevant doar cu --get, --all-entries, --dump, --recursive-list, --get-list-size şi --get-list-element

source: %s option must be used by itself.
ro: opţiunea %s trebuie utilizată de sine stătător.

source: You must specify a config source with --config-source when using --direct
cs: Při použití volby --direct musíte zadat zdroj pro nastavení volbou --config-source
ja: --direct ¤ò»ÈÍÑ¤¹¤ë¾ì¹ç¤Ï --config-source ÉÕ¤­¤ÎÀßÄê¥Õ¥¡¥¤¥ë¤ò»ØÄê¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£
ro: Trebuie specificată o sursă de configurare cu --config-source când se utilizează --direct

source: Failed to init GConf: %s
cs: Selhala inicializace programu GConf: %s
ja: GConf ¤Î½é´ü²½¤Ë¼ºÇÔ: %s
ro: Nu reuşesc să iniţializez GConf: %s

source: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL is set, not installing schemas
cs: Nastavena proměnná GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL, neinstaluji schémata
ro: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL este setat, nu instalez schema

source: GCONF_DISABLE_MAKEFILE_SCHEMA_UNINSTALL is set, not uninstalling schemas
ro: GCONF_DISABLE_MAKEFILE_SCHEMA_UNINSTALL nu este setat, nu instalez schema
