Repository: hyperair/gconf-gdbus
Catalog: po/*.po
Languages: cs, ja, ro

source: Ignoring XML node `%s', except for possible schema name: %s
ja: XML ¥Î¡¼¥É '%s' ¤òÌµ»ë¤·¤Þ¤¹¡£Í­¸ú¤Ê¥¹¥­¡¼¥ÞÌ¾ '%s' ¤ÏÎã³°¤Ç¤¹¡£

source: found <local_schema> with no locale setting
ja: ¥í¡¼¥±¥ëÀßÄêÌµ¤·¤Î <local_schema> ¤òÈ¯¸«¤·¤Þ¤·¤¿¡£

source: Failed to log addition of listener (%s); will not be able to restore this listener on gconfd restart, resulting in unreliable notification of configuration changes.
ja: ¥ê¥¹¥Ê¡¼(%s)¤Î¥í¥°ÄÉ²Ã¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£gconf ¤òºÆµ¯Æ°¤·¤Æ¤â¡¢ÀßÄêÊÑ¹¹¤ÎÉÔ³ÎÄê¤ÊÄÌÃÎ¤Î·ë²Ì¡¢¥ê¥¹¥Ê¡¼¤ÎÉüµ¢¤Ï¤Ç¤­¤Þ¤»¤ó¡£

source: Error on line %d char %d: %s (Some surrounding text was '%s')
ja: ¥é¥¤¥ó %d ¤Î %d Ê¸»úÌÜ¤Ç¥¨¥é¡¼: %s (°Ï¤Þ¤ì¤Æ¤¤¤ëÊ¸¤Ï '%s')

source: Text ended in the middle of an entity, or entity name too long to be valid ('&' should begin an entity such as '&quot;')
ja: ¿¿¤óÃæ¤Î¥¨¥ó¥È¥ê¤Ç½ªÎ»¤·¤Æ¤¤¤ë¤«¡¢¥¨¥ó¥È¥êÌ¾¤¬Ä¹¤¹¤®¤Þ¤¹ ('&' ¤Ï '&quot;' ¤Î¤è¤¦¤Ë¥¨¥ó¥È¥ê¤ÎÀèÆ¬¤ËÉÕ¤±¤Þ¤¹)

source: Unknown entity '%s' ('&' must begin entities &amp; &quot; &lt; &gt; &apos;)
ja: '%s' ¤ÏÉÔÌÀ¤Ê¥¨¥ó¥È¥ê¤Ç¤¹ ('&' ¤Ï¥¨¥ó¥È¥ê¤ÎÀèÆ¬¤ËÉÕ¤±¤ëÉ¬Í×Í­¤ê Îã: &amp; &quot; &lt; &gt; &apos;)

source: Markup text ended in the middle of a character reference, just after '&#'
ja: Ê¸»ú»²¾È¤Î¿¿¤óÃæ (¤Á¤ç¤¦¤É '&#' ¤Î¸å¤í) ¤Ç¥Þ¡¼¥¯¥¢¥Ã¥×Ê¸¤¬½ªÎ»¤·¤Æ¤¤¤Þ¤¹

source: Character reference contained non-digit '%s' ('&#' should begin a reference to a unicode character, such as '&#2342;')
ja: Ê¸»ú»²¾È¤Ç¿ô»ú¤Ç¤Ê¤¤Êª '%s' ¤¬´Þ¤Þ¤ì¤Æ¤¤¤Þ¤¹ ('&#' ¤Ï '&#2342;' ¤Î¤è¤¦¤Ë»²¾È¤¹¤ë Unicode Ê¸»ú¤ÎÀèÆ¬¤ËÉÕ¤±¤Þ¤¹)

source: Text ended in the middle of an character reference ('&#' should begin a character reference such as '&#2342;')
ja: Ê¸¤¬Ê¸»ú»²¾È¤Î¿¿¤óÃæ¤Ç½ªÎ»¤·¤Æ¤Þ¤¹ ('&#' ¤Ï '&#2342' ¤Î¤è¤¦¤Ë»²¾È¤¹¤ëÊ¸»ú¤ÎÀèÆ¬¤ËÉÕ¤±¤ëÉ¬Í×Í­¤ê)

source: Couldn't parse character reference '%s' ('&#' must begin a character reference such as '&#2343;')
ja: Ê¸»ú»²¾È '%s' ¤ò²òÀÏ¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿ ('&#' ¤Ï '&#2343' ¤Î¤è¤¦¤Ë»²¾È¤¹¤ëÊ¸»ú¤ÎÀèÆ¬¤ËÉÕ¤±¤ëÉ¬Í×Í­¤ê)

source: Character code %#lx is not allowed in XML documents or is not a valid Unicode character
ja: Ê¸»ú¥³¡¼¥É '%#lx' ¤Ï XML Ê¸½ñ¤Ç¤Ï»È¤¨¤Ê¤¤¤«¡¢¤â¤·¤¯¤Ï´Ö°ã¤Ã¤¿ Unicode Ê¸»ú¤Ç¤¹

source: Documented ended just after an '&', '&' should begin an entity or character reference.
ja: '&' ¤ÎÄ¾¤°¸å¤ÇÊ¸½ñ¤¬½ªÎ»¤·¤Æ¤¤¤Þ¤¹¡£'&' ¤Ï¥¨¥ó¥È¥ê¤«Ê¸»ú»²¾È¤ÎÀèÆ¬¤ËÉÕ¤±¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: '<' or '>' character not allowed here; only allowed around tags, for example <bold> or <paragraph>. Elsewhere, encode these characters as the entities &lt; and &gt;
ja: Ê¸»ú '<' ¤È '>' ¤Ï¤³¤³¤Ç¤Ï»È¤¨¤Þ¤»¤ó¡£¥¿¥°¤È°ì½ï¤Ë»È¤¤¤Þ¤¹¡£Îã¤¨¤Ð <bold> ¤È¤« <paragraph> ¤Ç¤¹¡£¤½¤Î¤Û¤«¤Ë¡¢

source: Character '%s' is not valid at the start of an attribute name
ja: Ê¸»ú '%s' ¤òÂ°À­Ì¾¤ÎÀèÆ¬¤ËÉÕ¤±¤ë¤³¤È¤Ï¤Ç¤­¤Þ¤»¤ó

source: Document ended just after attribute name
ja: Ê¸¤¬Â°À­Ì¾¤ÎÄ¾¤°¸å¤í¤Ç½ªÎ»¤·¤Æ¤¤¤Þ¤¹

source: Attribute name must be immediately followed by an '=' character
ja: Ê¸»ú '=' ¤ÎÄ¾¤°¸å¤ËÂ°À­Ì¾¤òµ­½Ò¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹

source: '=' character after attribute must be immediately followed by an '"' character
ja: Ê¸»ú '"' ¤ÎÄ¾¤°¸å¤í¤ËÊ¸»ú '=' ¤òµ­½Ò¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹

source: Character '%c' found inside an attribute value; perhaps your attribute value is missing the closing quotation mark '"'
ja: Â°À­ÃÍ¤ÎÃæ¤ËÊ¸»ú '%c' ¤¬¤¢¤ê¤Þ¤¹¡£Â°À­ÃÍ¤¬ °úÍÑÉä '"' ¤ÇÊÄ¤¸¤é¤ì¤Æ¤¤¤Ê¤¤¤è¤¦¤Ç¤¹¡£

source: Ran out of text before a quote mark ('"') was seen at the end of an attribute value
ja: »ØÄê¤·¤¿Â°À­ÃÍ¤ÎºÇ¸å¤ò¼¨¤¹°úÍÑÉä '"' ¤ÎÁ°¤ÇÊ¸¤¬ÀÚ¤ì¤Æ¤¤¤Þ¤¹

source: Text ends immediately after an attribute value, before the element was closed
ja: Â°À­ÃÍ¤ÎÄ¾¤°¸å¤í¡¢¥¿¥°¤¬ÊÄ¤¸¤é¤ì¤ëÁ°¤ËÊ¸¤¬½ª¤ï¤Ã¤Æ¤¤¤Þ¤¹

source: Missing '<' at start of element
ja: ¥¿¥°Ì¾¤ÎÀèÆ¬¤Ë '<' ¤¬¤¢¤ê¤Þ¤»¤ó

source: Document ended just after '<' character
ja: Ê¸»ú '<' ¤ÎÄ¾¤°¸å¤í¤ÇÊ¸¤¬½ª¤ï¤Ã¤Æ¤¤¤Þ¤¹

source: No closing '>' found for a <? or <!
ja: <? ¤Þ¤¿¤Ï <! ¤ËÂÐ±þ¤¹¤ë '>' ¤¬¤¢¤ê¤Þ¤»¤ó

source: Character '%s' is not valid at the start of an element name
ja: Ê¸»ú '%s' ¤ò¥¿¥°Ì¾¤ÎÀèÆ¬¤ËÉÕ¤±¤ë¤³¤È¤Ï¤Ç¤­¤Þ¤»¤ó

source: Document ended just after element name, no '>' seen
ja: ¥¿¥°Ì¾¤ÎÄ¾¤°¸å¤í¤ÇÊ¸¤¬½ª¤ï¤Ã¤Æ¤¤¤Þ¤¹¡£ '>' ¤¬¤¢¤ê¤Þ¤»¤ó

source: Elements should be closed with '>' or '/>', not with '%s'
ja: ¥¿¥°¤Ï '%s' ¤Ç¤Ï¤Ê¤¯ '>' ¤« '/>' ¤ÇÊÄ¤¸¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£

source: Element ended just after '/', no '>' seen; empty elements should end with '/>'
ja: '>' Ìµ¤·¤Î '/' ¤ÎÄ¾¤°¸å¤í¤Ç¥¿¥°¤¬½ª¤ï¤Ã¤Æ¤¤¤Þ¤¹¡£¶õ¤Î¥¿¥°¤Ï '/>' ¤Ç½ªÎ»¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹

source: Close tag not found at end of element
ja: ¥¿¥°¤ÎºÇ¸å¤Ë½ªÎ»¥¿¥°¤¬¤¢¤ê¤Þ¤»¤ó

source: Close tag ends just after '<' character
ja: Ê¸»ú '<' ¤ÎÄ¾¤°¸å¤í¤Ë½ªÎ»¥¿¥°¤¬¤¢¤ê¤Þ¤¹

source: Close tag should begin with '</', '/' character is missing
ja: ½ªÎ»¥¿¥°¤Ï '</' ¤Ç³«»Ï¤¹¤ëÉ¬Í×¤¬¤¢¤ê¤Þ¤¹¡£Ê¸»ú '/' ¤¬¤¢¤ê¤Þ¤»¤ó

source: Close tag ends just after '/' character
ja: Ê¸»ú '/' ¤ÎÄ¾¤°¸å¤í¤Ë½ªÎ»¥¿¥°¤¬¤¢¤ê¤Þ¤¹

source: Document ended just after element name in close tag, no '>' seen
ja: ½ªÎ»¥¿¥°¤Î¥¿¥°Ì¾¤ÎÄ¾¤°¸å¤í¤ÇÊ¸¤¬½ª¤ï¤Ã¤Æ¤¤¤Þ¤¹¡£'>' ¤¬Ìµ¤¤¤è¤¦¤Ç¤¹¡£

source: Document ended just after close tag name, no '>' seen
ja: ½ªÎ»¥¿¥°Ì¾¤ÎÄ¾¤°¸å¤í¤ÇÊ¸¤¬½ª¤ï¤Ã¤Æ¤Þ¤¹¡£'>' ¤¬Ìµ¤¤¤è¤¦¤Ç¤¹¡£

source: Close tag '%s' does not match opening tag '%s'
ja: ½ªÎ»¥¿¥° '%s' ¤¬³«»Ï¥¿¥° '%s' ¤Ë°ìÃ×¤·¤Þ¤»¤ó

source: Invalid UTF-8 character at byte %d in marked-up text. Some text before the bad character was '%s'
ja: ¥Þ¡¼¥¯¥¢¥Ã¥×Ê¸¤Î %d ¥Ð¥¤¥ÈÌÜ¤ËÉÔÀµ¤Ê UTF-8 Ê¸»ú¤¬¤¢¤ê¤Þ¤¹¡£%s ¤Ï¤ª¤«¤·¤ÊÊ¸»ú¤ÎÁ°¤Ë¤¢¤ê¤Þ¤¹¡£

source: The marked-up text contained nothing but whitespace.
ja: ¥Þ¡¼¥¯¥¢¥Ã¥×Ê¸¤Ï¶õÇò¤À¤±¤Ç¤¹¡£

source: Failed to open file '%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¤Î¥ª¡¼¥×¥ó¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s

source: Error reading file '%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¤ÎÆÉ¤ß¹þ¤ß¤Ç¥¨¥é¡¼: %s

source: No '/' in key `%s'
ja: ¥­¡¼ '%s' ¤ÎÃæ¤Ë '/' ¤¬¤¢¤ê¤Þ¤»¤ó¡£

source: attempt to remove not-listed OAF object directory
ja: ¥ê¥¹¥È²½¤µ¤ì¤Æ¤¤¤Ê¤¤ OAF ¥ª¥Ö¥¸¥§¥¯¥È¥Ç¥£¥ì¥¯¥È¥ê¤òºï½ü¤·¤è¤¦¤È¤·¤Æ¤¤¤Þ¤¹¡£

source: attempt to add already-listed OAF directory
ja: ´û¤Ë¥ê¥¹¥È²½¤µ¤ì¤¿ OAF ¥Ç¥£¥ì¥¯¥È¥ê¤òÄÉ²Ã¤·¤è¤¦¤È¤·¤Æ¤¤¤Þ¤¹¡£

source: OAF parse error: %s
ja: OAF ²òÀÏ¥¨¥é¡¼: %s

source: Unknown OAF error
ja: ÉÔÌÀ¤Ê OAF ¥¨¥é¡¼

source: No ior file in `%s'
ja: '%s' ¤ÎÃæ¤Ë¤Ï ior ¥Õ¥¡¥¤¥ë¤¬¤¢¤ê¤Þ¤»¤ó¡£

source: gconfd taking lock `%s' from some other process
ja: gconfd ¤ÏÂ¾¤Î¥×¥í¥»¥¹¤«¤é ¥í¥Ã¥¯ '%s' ¤ò¼èÆÀÃæ¤Ç¤¹¡£

source: Another program has lock `%s'
ja: ¤½¤ÎÂ¾¤Î¥×¥í¥°¥é¥à¤Ï¥í¥Ã¥¯ '%s' ¤ò»ý¤Ã¤Æ¤¤¤Þ¤¹¡£

source: couldn't contact ORB to ping existing gconfd
ja: Â¸ºß¤·¤Æ¤¤¤ë gconfd ¤Ë¥Ô¥ó¥°¤¹¤ë¤¿¤á¤Î ORB ¤ËÀÜÂ³¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£

source: Removing stale lock `%s' because IOR couldn't be converted to object reference, IOR `%s'
ja: ¸Å¤¤¥í¥Ã¥¯ '%s' ¤òºï½ü¤·¤Þ¤·¤¿¡£(IOR ¤¬¥ª¥Ö¥¸¥§¥¯¥È¥ê¥Õ¥¡¥ì¥ó¥¹¡¢IOR '%s' ¤ËÊÑ´¹¤Ç¤­¤Ê¤«¤Ã¤¿¤¿¤á)

source: Removing stale lock `%s' because of error pinging server: %s
ja: ¸Å¤¤¥í¥Ã¥¯ '%s' ¤òºï½ü¤·¤Þ¤·¤¿¡£(Ping¥µ¡¼¥Ð¡¼¤Ë¥¨¥é¡¼¤¬È¯À¸¤·¤¿¤¿¤á: %s)

source: GConf configuration daemon (gconfd) has lock `%s'
ja: GConf ÀßÄê¥Ç¡¼¥â¥ó(gconfd)¤¬¥í¥Ã¥¯ '%s' ¤ò»ý¤Ã¤Æ¤¤¤Þ¤¹¡£

source: Can't create lock `%s': %s
ja: ¥í¥Ã¥¯ '%s' ¤¬ºîÀ®¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿: %s

source: Can't open lock file `%s'; assuming it isn't ours: %s
ja: ¥í¥Ã¥¯¥Õ¥¡¥¤¥ë '%s' ¤¬³«¤±¤Þ¤»¤ó¤Ç¤·¤¿¡£¤½¤Î¥í¥Ã¥¯¤Ï GConf ¤ÎÊª¤Ç¤ÏÌµ¤¤¤Ç¤¹: %s

source: Corrupt lock file `%s', removing anyway
ja: ÉÔÀµ¤Ê¥í¥Ã¥¯¥Õ¥¡¥¤¥ë '%s'¤Ç¤¹¡£ºï½ü¤·¤Æ¤¤¤Þ¤¹¡£

source: Didn't create lock file `%s' (creator pid %u, our pid %u; assuming someone took our lock
ja: ¥í¥Ã¥¯¥Õ¥¡¥¤¥ë '%s' ¤¬ºîÀ®¤Ç¤­¤Þ¤»¤ó¤Ç¤·¤¿¡£ (ºîÀ®¸µPID: %u GConf PID: %u Ã¯¤«¤¬²æ¡¹¤Î¥í¥Ã¥¯¤ò²ò½ü¤·¤¿¤È²¾Äê¤·¤¿¾ì¹ç)

source: Failed to release lock directory `%s': %s
ja: ¥í¥Ã¥¯¥Ç¥£¥ì¥¯¥È¥ê '%s' ¤Î²òÊü¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s

source: Failed to load source `%s': %s
ja: ¥Õ¥¡¥¤¥ë '%s' ¤ÎÆÉ¤ß¹þ¤ß¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: %s

source: Value for `%s' set in a read-only source at the front of your configuration path.
ja: '%s' ¤ÎÃÍ¤ÏÀßÄê¥Ñ¥¹¤ÎÁ°¤ËÆÉ¤ß¹þ¤ßÀìÍÑ¤Ç¥»¥Ã¥È¤·¤Þ¤¹¡£

source: Error contacting configuration server: OAF returned nil from oaf_activate_from_id() and did not set an exception explaining the problem. Please file an OAF bug report.
ja: ÀßÄê¥µ¡¼¥Ð¡¼¤ÎÀÜÂ³¥¨¥é¡¼: OAF ¤Ï oaf_activate_id()¤«¤é nil ¤òÊÖ¤·¤Æ¤­¤Þ¤·¤¿. ¹¹¤Ë¤½¤ÎÌäÂê¤òÀâÌÀ¤¹¤ëÎã³°¤ò¥»¥Ã¥È¤·¤Þ¤»¤ó¤Ç¤·¤¿. ¤³¤Î¥Õ¥¡¥¤¥ë¤ò OAF ¥Ð¥°¥ì¥Ý¡¼¥È¤ËÁ÷ÉÕ¤·¤Æ²¼¤µ¤¤.

source: Failed to init GConf, exiting
ja: GConf ¤Î½é´ü²½¤Ë¼ºÇÔ¤·¤Þ¤·¤¿¡£½ªÎ»¤·¤Þ¤¹¡£

source: GConf was built with debugging features enabled
ja: GConf ¤Ï¥Ç¥Ð¥Ã¥°µ¡Ç½¤¬Í­¸ú¤Ç¤¹

source: Failed to init Object Activation Framework: please mail bug report to OAF maintainers
ja: ¥ª¥Ö¥¸¥§¥¯¥È³èÀ­²½¥Õ¥ì¡¼¥à¥ï¡¼¥¯¤Î½é´ü²½¤Ë¼ºÇÔ¤·¤Þ¤·¤¿: OAF ¥á¥ó¥Æ¥Ê¡¼¤Ë¥Ð¥°Êó¹ð¤ò¤·¤Æ¤¯¤À¤µ¤¤¡£

source: OAF doesn't know about our IID; indicates broken installation; can't register; exiting
ja: OAF ¤Ï GConf ¤Î IID ¤Ë¤Ä¤¤¤Æ¤Ï²ò¤é¤Ê¤¤¤Ç¤¹¡£; ¥¤¥ó¥¹¥È¡¼¥ë¤¬¼ºÇÔ¤·¤¿¤³¤È¤ò¼¨¤·¤Þ¤¹¡£; ÅÐÏ¿¤Ç¤­¤Þ¤»¤ó¡£; ½ªÎ»¤·¤Þ¤¹¡£

source: Another gconfd already registered with OAF; exiting
ja: Â¾¤Î gconfd ¤¬´û¤Ë OAF ¤ËÅÐÏ¿¤µ¤ì¤Æ¤¤¤Þ¤¹¡£; ½ªÎ»¤·¤Þ¤¹¡£

source: Unknown error registering gconfd with OAF; exiting
ja: OAF ¤ËÅÐÏ¿Ãæ¤Î gconfd ¤ÎÉÔÌÀ¤Ê¥¨¥é¡¼¤Ç¤¹¡£; ½ªÎ»¤·¤Þ¤¹¡£

source: Can't use --all-pairs with --get or --set
ja: --get ¤Þ¤¿¤Ï --set ¤È°ì½ï¤Ë --all-pairs ¤Ï»È¤¨¤Þ¤»¤ó¡£

source: --recursive-list should not be used with --get, --set, --unset, --all-pairs, or --all-dirs
ja: --recursive-list ¤Ï --get, --set, --unset, --all-pairs, --all-dirs ¤È°ì½ï¤Ë»È¤¦¤Ù¤­¤Ç¤Ï¤¢¤ê¤Þ¤»¤ó¡£

source: --set_schema should not be used with --get, --set, --unset, --all-pairs, --all-dirs
ja: --set_schema ¤Ï --get, --set, --unset, --all-pairs, --all-dirs ¤È°ì½ï¤Ë»È¤¦¤Ù¤­¤Ç¤Ï¤¢¤ê¤Þ¤»¤ó¡£

source: Shouldn't run gconfd while installing new schema files. Use gconftool --shutdown to shut down the daemon, most safely while no applications are running (though things theoretically work if apps are running).
ja: ¿·¤·¤¤¥¹¥­¡¼¥Þ¥Õ¥¡¥¤¥ë¤ò¥¤¥ó¥¹¥È¡¼¥ë¤·¤Æ¤¤¤ëºÇÃæ¤Ë gconfd ¤ò¼Â¹Ô¤·¤Æ¤Ï¤¤¤±¤Þ¤»¤ó¡£ ²¿¤â¥¢¥×¥ê¥±¡¼¥·¥ç¥ó¤¬µ¯Æ°Ãæ¤Ç¤Ê¤¤¾õÂÖ¤Ç¡¢'gconftool --shutdown' ¤Ç gconfd ¥Ç¡¼¥â¥ó¤ò¥·¥ã¥Ã¥È¥À¥¦¥ó¤·¤Æ¤¯¤À¤µ¤¤¡£ (Îã¤¨¥¢¥×¥ê¤¬ÍýÏÀÅª¤ËÆ°¤¤¤Æ¤¤¤¿¤È¤·¤Æ¤â)

source: Failure listing pairs in `%s': %s
ja: '%s' ¤Î¥Ú¥¢¤ò¥ê¥¹¥È²½Ãæ¤Ë¥¨¥é¡¼: %s
